{"items": [{"id": 8408, "title": "The MarCO Mission Comes to an End", "target": "_self", "main_image_alt": "MarCO-B, one of the experimental Mars Cube One (MarCO) CubeSats, took these images as it approached Mars.", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-27T18:11:07.151Z", "url": "/news/8408/the-marco-mission-comes-to-an-end/", "missions": [[183, "insight", "InSight"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "The pair of briefcase-sized satellites made history when they sailed past Mars in 2019.", "date": "February 27, 2020", "body": "<hr />\n<p><i>The pair of briefcase-sized satellites made history when they sailed past Mars in 2019.</i></p>\n\n<hr />\n<p><b>Updated on Feb. 27, 2020</b></p>\n\n<p>The first CubeSat mission to fly past Mars has been completed. Contact with the twin Mars Cube One spacecraft - known collectively as MarCO - was lost in early January 2019 as the trajectories of the solar-powered CubeSats carried them farther from the Sun. The team reattempted contacting the briefcase-sized pair this past September, when their orbits brought them closer to the Sun again. On Feb. 2, having been unable to detect any signals from them, the team declared the end of the mission.</p>\n\n<p>The two CubeSats made history, not just for flying past Mars but also for relaying data from NASA's InSight lander. Designs derived from MarCO's radio, attitude control system and antenna will be in CubeSats that NASA will launch to the Moon with Artemis I, part of an effort to send humans back to the Moon in preparation for astronaut missions to Mars.</p>\n\n<p>Data collected by each MarCO CubeSat will be published in the coming year, ensuring that future generations of small-satellite engineers can learn from these important pathfinders.</p>\n\n<hr />\n<p><b>Original story posted February 5, 2019</b></p>\n\n<h3><b>Beyond Mars, the Mini MarCO Spacecraft Fall Silent</b></h3>\n\n<p>Before the pair of briefcase-sized spacecraft known collectively as MarCO launched last year, their success was measured by survival: If they were able to operate in deep space at all, they would be pushing the limits of experimental technology.</p>\n\n<p><div class='image_module right' style=''>\n<figure class='inline_figure'>\n<a class='inline_image_enlarge fancybox' href='/system/internal_resources/details/original/473_MarCO_Being_Tested_in_Sunlight_.jpeg'>\n<img alt='MarCO Being Tested in Sunlight' src='/internal_resources/473'>\n<div class='enlarge_icon'></div>\n</a>\n<figcaption>\nEngineer Joel Steinkraus uses sunlight to test the solar arrays on one of the Mars Cube One (MarCO) spacecraft at NASA's Jet Propulsion Laboratory. The MarCOs were the first CubeSats -- a kind of modular, mini-satellite -- flown into deep space. Image Credit: NASA/JPL-Caltech. <a href=\"/resources/21558/marco-being-tested-in-sunlight/?site=insight\">Full image and caption.</a>\n</figcaption>\n</figure>\n</div>Now well past Mars, the daring twins seem to have reached their limit. It's been over a month since engineers have heard from MarCO, which followed NASA's InSight to the Red Planet. At this time, the mission team considers it unlikely they'll be heard from again.</p>\n\n<p>MarCO, short for Mars Cube One, was the first interplanetary mission to use a class of mini-spacecraft called <a href=\"https://solarsystem.nasa.gov/news/834/10-things-cubesats-going-farther/\" target=\"_blank\">CubeSats</a>. The MarCOs &mdash; nicknamed EVE and WALL-E, after characters from a Pixar film &mdash; served as communications relays during InSight's landing, beaming back data at each stage of its descent to the Martian surface in near-real time, along with <a href=\"https://mars.nasa.gov/resources/22159/insights-first-image-from-mars/?site=insight\">InSight's first image</a>. WALL-E sent back <a href=\"https://mars.nasa.gov/news/8394/nasa-hears-marco-cubesats-loud-and-clear-from-mars/?site=insight\">stunning images</a> of Mars as well, while EVE performed some simple radio science.</p>\n\n<p>All of this was achieved with experimental technology that cost a fraction of what most space missions do: $18.5 million provided by NASA's Jet Propulsion Laboratory in Pasadena, California, which built the CubeSats.</p>\n\n<p>WALL-E was last heard from on Dec. 29; EVE, on Jan. 4. Based on trajectory calculations, WALL-E is currently more than 1 million miles (1.6 million kilometers) past Mars; EVE is farther, almost 2 million miles (3.2 million kilometers) past Mars.</p>\n\n<p>The mission team has several theories for why they haven't been able to contact the pair. WALL-E has a leaky thruster. Attitude-control issues could be causing them to wobble and lose the ability to send and receive commands. The brightness sensors that allow the CubeSats to stay pointed at the Sun and recharge their batteries could be another factor. The MarCOs are in orbit around the Sun and will only get farther away as February wears on. The farther they are, the more precisely they need to point their antennas to communicate with Earth.</p>\n\n<p>The MarCOs won't start moving toward the Sun again until this summer. The team will reattempt to contact the CubeSats at that time, though it's anyone's guess whether their batteries and other parts will last that long.</p>\n\n<p>Even if they're never revived, the team considers MarCO a spectacular success.</p>\n\n<p>\"This mission was always about pushing the limits of miniaturized technology and seeing just how far it could take us,\" said Andy Klesh, the mission's chief engineer at JPL. \"We've put a stake in the ground. Future CubeSats might go even farther.\"</p>\n\n<p>A number of the critical spare parts for each MarCO will be used in other CubeSat missions. That includes their experimental radios, antennas and propulsion systems. Several of these systems were provided by commercial vendors, making it easier for other CubeSats to use them as well.</p>\n\n<p>More small spacecraft are on the way. NASA is set to launch a variety of new CubeSats in coming years.</p>\n\n<p>\"There's big potential in these small packages,\" said John Baker, the MarCO program manager at JPL. \"CubeSats &mdash; part of a larger group of spacecraft called SmallSats &mdash; are a new platform for space exploration that is affordable to more than just government agencies.\"</p>\n\n<p>For more information, visit:<br />\n<a href=\"https://www.jpl.nasa.gov/cubesat/missions/marco.php\" target=\"_blank\">https://www.jpl.nasa.gov/cubesat/missions/marco.php</a></p>\n\n<p><b>News Relations Contact</b></p>\n\n<p>Andrew Good<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-2433<br />\n<a href=\"mailto:andrew.c.good@jpl.nasa.gov\">andrew.c.good@jpl.nasa.gov</a></p>\n\n<p>JoAnna Wendel<br />\nHeadquarters, Washington<br />\n202-358-1003<br />\n<a href=\"mailto:Joanna.r.wendel@nasa.gov\">Joanna.r.wendel@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8408_22206_PIA22655-th.gif", "main_image": "/system/news_items/main_images/8408_22206_PIA22655.gif", "status": 1}, {"id": 8616, "title": "Sol 2688-2689: Into the Unknown", "target": "_self", "main_image_alt": "This image was taken by Left Navigation Camera onboard NASA's Mars rover Curiosity on Sol 2664.", "meta_author": "Abigail Fraeman", "byline": "", "meta_keywords": "drill, Hutton, drive, rover, Greenheugh", "item_name": "", "updated_at": "2020-02-27T02:51:33.527Z", "url": "/msl/mission-updates/8616/sol-2688-2689-into-the-unknown/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Over the last couple of weeks, the Curiosity science team engaged in a series of long debates about where we should go after we completed our analyses of the Hutton sample. ", "date": "February 26, 2020", "body": "<p>Over the last couple of weeks, the Curiosity science team engaged in a series of long debates about where we should go after we completed our analyses of the Hutton sample. Our first option was to drive downhill and rejoin the strategically planned route that skirts the base of the Greenheugh pediment. The second option was to head the other way and drive uphill onto the top of pediment capping unit.</p>\n\n<p><span><div class='image_module right' style=''>\n<figure class='inline_figure'>\n<a class='inline_image_enlarge fancybox' href='https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02659/opgs/edr/ncam/NLB_633558446EDR_F0782684NCAM00281M_.jpg'>\n<img alt='View of a potentially passible route onto the top of the Greenheugh pediment. ' src='https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02659/opgs/edr/ncam/NLB_633558446EDR_F0782684NCAM00281M_.jpg'>\n<div class='enlarge_icon'></div>\n</a>\n<figcaption>\nView of a potentially passible route onto the top of the Greenheugh pediment. (Area on the left).<br />\nCredits: NASA/JPL-Caltech. </span><br />\n<a href=\"https://mars.nasa.gov/raw_images/773851/?site=msl\">Download image &rsaquo;</a><span>\n</figcaption>\n</figure>\n</div> </span>I love discussions like these. We&rsquo;d always planned to drive on top of the Greenheugh pediment at some point, but the rover wouldn&rsquo;t reach the access points identified from orbit for months, or possibly even years. However, while Curiosity was completing the drill campaign at Hutton, rover drivers working with surface properties scientists discovered a potentially passible route onto the top of the <a href=\"https://mars.nasa.gov/raw_images/773851/?site=msl\">Greenheugh pediment</a> that was accessible from our current location. So as a team we had to consider, were the science benefits worth trying to drive onto the pediment now, or we should wait until later as originally planned? In the end, we decided the science rationale to ascend now were so compelling, it was worth going for it.</p>\n\n<p>The focus of today&rsquo;s plan will be to execute the first of several drives that will take us to the top.  We don&rsquo;t expect to encounter slopes much greater than 25˚ in today&rsquo;s planned drive, but subsequent drives will require the rover to ascend slopes of 30˚ or more.  We&rsquo;ve never driven up slopes this steep with Curiosity before, and we don&rsquo;t actually know if the rover will be able to make it all the way up and over.  However, all of our analysis shows this attempt won&rsquo;t put any unusual risk on the vehicle hardware, so there&rsquo;s no reason we can&rsquo;t try! </p>\n\n<p>Exploring Mars is always exciting, but for me, this has been a particularly fun and exciting time to be a part of the Curiosity science team. I love the feeling of exploring and venturing into the unknown. We don&rsquo;t know if we&rsquo;ll be able to make it onto the pediment capping unit here, but we know we&rsquo;ll discover something completely new if we do reach the top. </p>\n", "thumb": "/system/news_items/list_view_images/8616_NLB_633993124EDR_F0790000NCAM00289M_-320x240.jpg", "main_image": "/system/news_items/main_images/8616_NLB_633993124EDR_F0790000NCAM00289M_.jpg", "status": 1}, {"id": 8615, "title": "Sol 2686-2687: The Tail End of the Hutton Drill Campaign", "target": "_self", "main_image_alt": "Studying drill \"tailings,\" gray material surrounding the drill hole. ", "meta_author": "Scott D. Guzewich", "byline": "", "meta_keywords": "MSL,drill hole,Hutton,rover,drilling", "item_name": "https://mars.nasa.gov/msl-raw-images/msss/02684/mhli/2684MH0001970011001666C00_DXXX.jpg", "updated_at": "2020-02-24T23:47:59.770Z", "url": "/msl/mission-updates/8615/sol-2686-2687-the-tail-end-of-the-hutton-drill-campaign/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "We’re wrapping up our Hutton drill campaign literally at the tail end. ", "date": "February 24, 2020", "body": "<p>We&rsquo;re wrapping up our Hutton drill campaign literally at the tail end.   Specifically, today&rsquo;s plan focused on studying those drill &ldquo;tailings&rdquo; (the gray material surrounding the drill hole in <a href=\"https://mars.nasa.gov/raw_images/784788/?site=msl\">this MAHLI image</a>) with ChemCam, Mastcam, MAHLI, and APXS.  This phase of the drill campaign helps compare the SAM and CheMin laboratory analyses with the data from our remote sensing instruments of the same material from the drill hole.  It&rsquo;s always interesting to see that Mars&rsquo; red color is sometimes literally only skin-deep and underneath can be much more of a lunar gray.  </p>\n\n<p>We also packed in a few additional observations of some nearby rock targets, including an intriguing fin-like structure sticking out of the ground nearby called &ldquo;Dunbartonshire.&rdquo;  We&rsquo;ll look at it also with MAHLI and APXS on the second night of our 2-sol plan.  ENV included a dust devil movie, but has been unable to do much additional long-distance imaging work at our current location due to the cliff surrounding us on three sides blocking our view in most directions. </p>\n", "thumb": "/system/news_items/list_view_images/8615_2684MH0001970011001666C00_DXXX-320x240.jpg", "main_image": "/system/news_items/main_images/8615_2684MH0001970011001666C00_DXXX-br.jpg", "status": 1}, {"id": 8613, "title": "A Year of Surprising Science From NASA's InSight Mars Mission", "target": "_self", "main_image_alt": "In this artist's concept of NASA's InSight lander on Mars, layers of the planet's subsurface can be seen below and dust devils can be seen in the background.", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-24T19:59:01.825Z", "url": "/news/8613/a-year-of-surprising-science-from-nasas-insight-mars-mission/", "missions": [[183, "insight", "InSight"]], "news_type": [[165, "feature", "Feature Stories"], [166, "latest_findings", "Latest Findings"]], "description": "A batch of new papers summarizes the lander's findings above and below the surface of the Red Planet.", "date": "February 24, 2020", "body": "<hr />\n<p><i>A batch of new papers summarizes the lander's findings above and below the surface of the Red Planet.</i></p>\n\n<hr />\n<p>A new understanding of Mars is beginning to emerge, thanks to the first year of NASA's InSight lander mission. Findings described in a set of six papers published today reveal a planet alive with quakes, dust devils and strange magnetic pulses.</p>\n\n<p><a href=\"/insight/mission/science/research-papers/\">Five of the papers</a> were published in Nature. An additional paper in Nature Geoscience details the InSight spacecraft's landing site, a shallow crater nicknamed \"Homestead hollow\" in a region called Elysium Planitia.</p>\n\n<div class='image_module right' style=''>\n<figure class='inline_figure'>\n<a class='inline_image_enlarge fancybox' href='/system/resources/detail_files/24783_InSight-sketch-web.jpg'>\n<img alt='A cutaway view of Mars showing the InSight lander studying seismic activity.' src='/system/resources/detail_files/24783_InSight-sketch-web.jpg'>\n<div class='enlarge_icon'></div>\n</a>\n<figcaption>\n<b>InSight Lander Studying Seismic Activity (Sketch)</b>: A cutaway view of Mars showing the InSight lander studying seismic activity. Credit: J.T. Keane/Nature Geoscience. <a href=\"/resources/24783/insight-lander-studying-seismic-activity-sketch/?site=insight\">Download image &rsaquo;</a> \n</figcaption>\n</figure>\n</div>\n\n<p>InSight is the first mission dedicated to looking deep beneath the Martian surface. Among its science tools are a seismometer for detecting quakes, sensors for gauging wind and air pressure, a magnetometer, and a heat flow probe designed to take the planet's temperature.</p>\n\n<p>While the team continues to work on <a href=\"https://mars.nasa.gov/news/8612/mars-insight-lander-to-push-on-top-of-the-mole/?site=insight\">getting the probe into the Martian surface</a> as intended, the ultra-sensitive seismometer, called the Seismic Experiment for Interior Structure (<a href=\"https://mars.nasa.gov/insight/mission/instruments/seis/\">SEIS</a>), has enabled scientists to \"hear\" multiple trembling events from hundreds to thousands of miles away.</p>\n\n<p>Seismic waves are affected by the materials they move through, giving scientists a way to study the composition of the planet's inner structure. Mars can help the team better understand how all rocky planets, including Earth, first formed.</p>\n\n<p><b>Underground</b></p>\n\n<p>Mars trembles more often &mdash; but also more mildly &mdash; than expected. SEIS has found more than 450 seismic signals to date, the vast majority of which are probably quakes (as opposed to data noise created by environmental factors, like wind). The largest quake was about magnitude 4.0 in size &mdash; not quite large enough to travel down below the crust into the planet's lower mantle and core. Those are \"the juiciest parts of the apple\" when it comes to studying the planet's inner structure, said Bruce Banerdt, InSight principal investigator at JPL.</p>\n\n<p>Scientists are ready for more: It took months after InSight's landing in November 2018 before they recorded the first seismic event. By the end of 2019, SEIS was detecting about two seismic signals a day, suggesting that InSight just happened to touch down at a particularly quiet time. Scientists still have their fingers crossed for \"the Big One.\"</p>\n\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a class='inline_image_enlarge fancybox' href='/system/resources/detail_files/24784_pia23182-InSight-landslide-web.jpg'>\n<img alt=\"Landslides in Mars' Cerberus Fossae\" src='/system/resources/detail_files/24784_pia23182-InSight-landslide-web.jpg'>\n<div class='enlarge_icon'></div>\n</a>\n<figcaption>\n<b>Landslides in Mars' Cerberus Fossae</b>: The two largest quakes detected by NASA's InSight appear to have originated in a region of Mars called Cerberus Fossae. Credits: NASA/JPL-Caltech/Univ. of Arizona. <a href=\"/resources/24784/landslides-in-mars-cerberus-fossae/?site=insight\">Download image &rsaquo;</a> \n</figcaption>\n</figure>\n</div>\n\n<p>Mars doesn't have tectonic plates like Earth, but it does have volcanically active regions that can cause rumbles. A pair of quakes was strongly linked to one such region, Cerberus Fossae, where scientists see boulders that may have been shaken down cliffsides. Ancient floods there <a href=\"/resources/24785\">carved channels</a> nearly 800 miles (1,300 kilometers) long. Lava flows then seeped into those channels within the past 10 million years &mdash; the blink of an eye in geologic time.</p>\n\n<p>Some of these young lava flows show signs of having been fractured by quakes less than 2 million years ago. \"It's just about the youngest tectonic feature on the planet,\" said planetary geologist Matt Golombek of JPL. \"The fact that we're seeing evidence of shaking in this region isn't a surprise, but it's very cool.\"</p>\n\n<p><b>At the Surface</b></p>\n\n<p>Billions of years ago, Mars had a magnetic field. It is no longer present, but it left ghosts behind, magnetizing ancient rocks that are now between 200 feet (61 meters) to several miles below ground. InSight is equipped with a magnetometer &mdash; the first on the surface of Mars to detect magnetic signals.</p>\n\n<p>The magnetometer has found that the signals at Homestead hollow are 10 times stronger than what was predicted based on data from orbiting spacecraft that study the area. The measurements of these orbiters are averaged over a couple of hundred miles, whereas InSight's measurements are more local.</p>\n\n<p>Because most surface rocks at InSight's location are too young to have been magnetized by the planet's former field, \"this magnetism must be coming from ancient rocks underground,\" said Catherine Johnson, a planetary scientist at the University of British Columbia and the Planetary Science Institute. \"We're combining these data with what we know from seismology and geology to understand the magnetized layers below InSight. How strong or deep would they have to be for us to detect this field?\"</p>\n\n<p>In addition, scientists are intrigued by how these signals change over time. The measurements vary by day and night; they also tend to pulse around midnight. Theories are still being formed as to what causes such changes, but one possibility is that they're related to the solar wind interacting with the Martian atmosphere.</p>\n\n<p><b>In the Wind</b></p>\n\n<p>InSight measures wind speed, direction and air pressure nearly continuously, offering more data than previous landed missions. The spacecraft's <a href=\"https://mars.nasa.gov/insight/weather/\">weather sensors</a> have detected thousands of passing whirlwinds, which are called dust devils when they pick up grit and become visible. \"This site has more whirlwinds than any other place we've landed on Mars while carrying weather sensors,\" said Aymeric Spiga, an atmospheric scientist at Sorbonne University in Paris.</p>\n\n<p>Despite all that activity and frequent imaging, InSight's cameras have yet to see dust devils. But SEIS can feel these whirlwinds pulling on the surface like a giant vacuum cleaner. \"Whirlwinds are perfect for subsurface seismic exploration,\" said Philippe Lognonn&eacute; of Institut de Physique du Globe de Paris (IPGP), principal investigator of SEIS.</p>\n\n<p><b>Still to Come: The Core</b></p>\n\n<p>InSight has two radios: one for regularly sending and receiving data, and a more powerful radio designed to measure the \"wobble\" of Mars as it spins. This X-band radio, also known as the Rotation and Interior Structure Experiment (RISE), can eventually reveal whether the planet's core is solid or liquid. A solid core would cause Mars to wobble less than a liquid one would.</p>\n\n<p>This first year of data is just a start. Watching over a full Martian year (two Earth years) will give scientists a much better idea of the size and speed of the planet's wobble.</p>\n\n<p><b>About InSight</b></p>\n\n<p>A division of Caltech in Pasadena, JPL manages InSight for NASA's Science Mission Directorate. InSight is part of NASA's Discovery Program, managed by the agency's Marshall Space Flight Center in Huntsville, Alabama. Lockheed Martin Space in Denver built the InSight spacecraft, including its cruise stage and lander, and supports spacecraft operations for the mission.</p>\n\n<p>A number of European partners, including France's Centre National d'&Eacute;tudes Spatiales (CNES), the German Aerospace Center (DLR) and the United Kingdom Space Agency (UKSA), are supporting the InSight mission. CNES provided the Seismic Experiment for Interior Structure (SEIS) instrument to NASA, with the principal investigator at IPGP (Institut de Physique du Globe de Paris). Significant contributions for SEIS came from IPGP; the Max Planck Institute for Solar System Research (MPS) in Germany; the Swiss Federal Institute of Technology (ETH Zurich) in Switzerland; Imperial College London and Oxford University in the United Kingdom; and JPL. DLR provided the Heat Flow and Physical Properties Package (<a href=\"https://mars.nasa.gov/insight/mission/instruments/hp3/\">HP<sup>3</sup></a>) instrument, with significant contributions from the Space Research Center (CBK) of the Polish Academy of Sciences and Astronika in Poland. Spain's Centro de Astrobiolog&iacute;a (CAB) supplied the temperature and wind sensors.</p>\n\n<p><b>News Media Contacts</b></p>\n\n<p>Andrew Good<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-2433<br />\n<a href=\"mailto:andrew.c.good@jpl.nasa.gov\">andrew.c.good@jpl.nasa.gov</a></p>\n\n<p>Alana Johnson<br />\nNASA Headquarters, Washington<br />\n202-358-1501<br />\n<a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8613_InSight-Nature-papers-320x240.jpg", "main_image": "/system/news_items/main_images/8613_InSight-Nature-papers-web.jpg", "status": 1}, {"id": 8614, "title": "Sol 2683-2685: And Still Using 'Many a Joule'!", "target": "_self", "main_image_alt": "This image shows the wide diversity of rocks at the Hutton site. It was taken by the Mast Camera (Mastcam) onboard NASA's Mars rover Curiosity on Sol 2680. ", "meta_author": "Susanne Schwenzer", "byline": "", "meta_keywords": "", "item_name": "https://mars.nasa.gov/msl-raw-images/msss/02680/mcam/2680MR0140300250604657C00_DXXX.jpg", "updated_at": "2020-02-22T05:26:39.029Z", "url": "/msl/mission-updates/8614/sol-2683-2685-and-still-using-many-a-joule/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "The title of this blog is a quote from my fellow blogger Dawn Sumner’s poem in the sol 2676 to 2679 blog, and it seems the best way to capture our struggles once again. ", "date": "February 21, 2020", "body": "<p>The title of this blog is a quote from my fellow blogger Dawn Sumner&rsquo;s poem in the <a href=\"https://mars.nasa.gov/msl/mission-updates/8608/sols-2676-2679-4-sols-of-love-for-curiosity/\">sol 2676 to 2679 blog</a>, and it seems the best way to capture our struggles once again. The reason for the focus on power is that we are still in the middle of the Hutton drill campaign. This gives us lots of things to do, but power constraints restrict what we can achieve each planning. But, we&rsquo;ll get this all done, we just need to be patient (not this blogger&rsquo;s personal best skill!). The focus of today&rsquo;s planning is to progress with the drill activities, mainly dealing with the remainder of the portioning and then dumping the samples and getting APXS overnight on it. There was a lot of discussion how to play that &lsquo;power tetris&rsquo; once again.</p>\n\n<p>And we now have a lot in the plan! First, arm movements are required to carry out further portioning of the sample, and then dump the sample. Mastcam, APXS and MAHLI are documenting the chemistry and textures of the dump pile.</p>\n\n<p>Documenting the area far and near is one of the priorities for ChemCam and Mastcam. There are two RMI mosaics to document the buttes around us, named &ldquo;South Esk 2&rdquo; and &ldquo;Glenrothes 2,&rdquo; and there is a further RMI mosaic, named &ldquo;Moray Firth.&rdquo; The latter is especially looking at the capping material of the butte &ndash; and the contact to the underlying rocks. All those images will serve to investigate the sedimentary features of the area and understand if wind or wate rformed these rocks. With the opportunity to image the buttes from three dimensions, there is great opportunity to get behind all the details.</p>\n\n<p>Mastcam is joining the imaging campaign, with one single frame stereo image to join previous mosaics, and two mosaics: a 9x1 of the target &ldquo;Craiglaw Point,&rdquo; which is to document the sedimentary structures at this location. Mastcam is also joining the RMI sedimentology campaign with a 3x1 of the target &ldquo;Morav Firth.&rdquo; Of course, there are also images to document the ChemCam activities.</p>\n\n<p>ChemCam is busy documenting the chemistry in the area of the Hutton drill hole as there is a lot of diversity in the rocks. The targets in this plan will therefore investigate three targets: &ldquo;Glen Rosa,&rdquo; &ldquo;Glen Quaich&rdquo; and &ldquo;Glen Shira.&rdquo; Of course, DAN and REMS are also busy doing their regular measurements. A lot to do, even for a three-sol plan!</p>\n\n<p>To conclude the blog with the phrase the science planers used over and over again today, while working hard (and over-time!) to optimize every observation to minimize the use of power: &ldquo;We are squeezing every last electron out of this today.&rdquo;</p>\n", "thumb": "/system/news_items/list_view_images/8614_2680MR0140300250604657C00_DXXX-320x240.jpg", "main_image": "/system/news_items/main_images/8614_2680MR0140300250604657C00_DXXX.jpg", "status": 1}, {"id": 8612, "title": "Mars InSight Lander to Push on Top of the 'Mole'", "target": "_self", "main_image_alt": "InSight Prepares to Push on the Mole", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-21T16:32:12.388Z", "url": "/news/8612/mars-insight-lander-to-push-on-top-of-the-mole/", "missions": [[183, "insight", "InSight"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "Engineers have a plan for pushing down on the heat probe, which has been stuck at the Martian surface for a year.", "date": "February 21, 2020", "body": "<hr />\n<p><i>Engineers have a plan for pushing down on the heat probe, which has been stuck at the Martian surface for a year.</i></p>\n\n<hr />\n<p>After nearly a year of trying to dig into the Martian surface, the heat probe belonging to NASA's InSight lander is about to get a push. The mission team plans to command the scoop on InSight's robotic arm to press down on the \"mole,\" the mini pile driver designed to hammer itself as much as 16 feet (5 meters) down. They hope that pushing down on the mole's top, also called the back cap, will keep it from <a href=\"https://mars.nasa.gov/news/8529/insights-mole-team-peers-into-the-pit/?site=insight\">backing out of its hole on Mars</a>, as it did twice in recent months after nearly burying itself.</p>\n\n<p>Part of an instrument called the Heat Flow and Physical Properties Package, or <a href=\"https://mars.nasa.gov/insight/mission/instruments/hp3/\">HP<sup>3</sup></a>, the mole is a 16-inch-long (40-centimeter-long) spike equipped with an internal hammering mechanism. While burrowing into the soil, it is designed to drag with it a ribbonlike tether that extends from the spacecraft. Temperature sensors are embedded along the tether to measure heat coming deep from within the planet's interior to reveal important scientific details about the formation of Mars and all rocky planets, including Earth. HP<sup>3 </sup>was provided to NASA by the German Aerospace Center, or DLR.</p>\n\n<p>The team has avoided pushing on the back cap until now to avoid any potential damage to the tether.</p>\n\n<p><div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a class='inline_image_enlarge fancybox' href='/system/resources/detail_files/24780_PIA23619-16.jpg'>\n<img alt=\"Robotic Arm Pushes on a Model of the 'Mole'\" src='/system/resources/detail_files/24780_PIA23619-16.jpg'>\n<div class='enlarge_icon'></div>\n</a>\n<figcaption>\n<b>Robotic Arm Pushes on a Model of the 'Mole'</b>: This test using an engineering model of the InSight lander here on Earth shows how the spacecraft on Mars will use its robotic arm to press on a digging device, called the \"mole.\" Credits: NASA/JPL-Caltech. <a href=\"/resources/24780/robotic-arm-pushes-on-a-model-of-the-mole/?site=insight\">Full image and caption &rsaquo;</a>\n</figcaption>\n</figure>\n</div>The mole <a href=\"https://mars.nasa.gov/news/8444/common-questions-about-insights-mole/?site=insight\">found itself stuck on Feb. 28, 2019</a>, the first day of hammering. The InSight team has since determined that the soil here is different than what has been encountered on other parts of Mars. InSight landed in an area with an unusually thick duricrust, or a layer of cemented soil. Rather than being loose and sandlike, as expected, the dirt granules stick together.</p>\n\n<p>The mole needs friction from soil in order to travel downward; without it, recoil from its self-hammering action causes it to simply bounce in place. Ironically, loose soil, not duricrust, provides that friction as it falls around the mole.</p>\n\n<p>This past summer, the InSight team started using the robotic arm's scoop to press on the side of the mole, a technique called \"pinning\" that added just enough friction to help it dig without coming in contact with the fragile science tether connected to the mole's back cap.   </p>\n\n<p>While pinning helped, the mole popped back out of the Martian soil on two occasions, possibly from soil building up from beneath. With few alternatives left, the team has decided to try helping the mole dig by carefully pressing on its back cap while attempting to avoid the tether.</p>\n\n<p>It might take several tries to perfect the back-cap push, just as pinning did. Throughout late February and early March, InSight's arm will be maneuvered into position so that the team can test what happens as the mole briefly hammers.</p>\n\n<p>Meanwhile, the team is also considering using the scoop to move more soil into the hole that has formed around the mole. This could add more pressure and friction, allowing it to finally dig down. Whether they pursue this route depends on how deep the mole is able to travel after the back-cap push.</p>\n\n<p><b>About InSight</b></p>\n\n<p>JPL manages InSight for NASA's Science Mission Directorate. InSight is part of NASA's Discovery Program, managed by the agency's Marshall Space Flight Center in Huntsville, Alabama. Lockheed Martin Space in Denver built the InSight spacecraft, including its cruise stage and lander, and supports spacecraft operations for the mission.</p>\n\n<p>A number of European partners, including France's Centre National d'&Eacute;tudes Spatiales (CNES) and the German Aerospace Center (DLR), are supporting the InSight mission. CNES provided the Seismic Experiment for Interior Structure (<a href=\"https://mars.nasa.gov/insight/mission/instruments/seis/\">SEIS</a>) instrument to NASA, with the principal investigator at IPGP (Institut de Physique du Globe de Paris). Significant contributions for SEIS came from IPGP; the Max Planck Institute for Solar System Research (MPS) in Germany; the Swiss Federal Institute of Technology (ETH Zurich) in Switzerland; Imperial College London and Oxford University in the United Kingdom; and JPL. DLR provided the Heat Flow and Physical Properties Package (HP<sup>3</sup>) instrument, with significant contributions from the Space Research Center (CBK) of the Polish Academy of Sciences and Astronika in Poland. Spain's Centro de Astrobiolog&iacute;a (CAB) supplied the temperature and wind sensors.</p>\n\n<p>For more about InSight, read here:</p>\n\n<p style=\"text-align:center\"><a href=\"https://mars.nasa.gov/insight/\"><b>mars.nasa.gov/insight/</b></a></p>\n\n<p style=\"text-align:center\"><a href=\"https://www.nasa.gov/insight/\" target=\"_blank\"><b>www.nasa.gov/insight/</b></a></p>\n\n<p><b>News Media Contacts</b></p>\n\n<p>Andrew Good<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-2433<br />\n<a href=\"mailto:andrew.c.good@jpl.nasa.gov\">andrew.c.good@jpl.nasa.gov</a></p>\n\n<p>Alana Johnson<br />\nNASA Headquarters, Washington<br />\n202-358-1501<br />\n<a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8612_Sol427-437_backcap_push_positioning-320x240.gif", "main_image": "/system/news_items/main_images/8612_PIA23622-1041.gif", "status": 1}, {"id": 8611, "title": "NASA Adds Return Sample Scientists to Mars 2020 Leadership Team", "target": "_self", "main_image_alt": "Mars 2020 Rover Collecting Samples", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-20T18:55:05.379Z", "url": "/news/8611/nasa-adds-return-sample-scientists-to-mars-2020-leadership-team/", "missions": [[180, "mars2020", "Mars 2020 Rover"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "The leadership council for Mars 2020 science added two new members who represent the interests of scientists destined to handle and study the first samples from Red Planet.", "date": "February 20, 2020", "body": "<p>​In the fall of 2019, the Mars 2020 rover team welcomed ten members to serve as Returned Sample Science Participating Scientists. Scheduled to launch in July 2020 as NASA's next step in exploration of the Red Planet, the Mars 2020 mission will search for signs of past microbial life, characterizing the planet's climate and geology, and will be the first planetary mission to collect and cache Martian rock core and dust samples. Subsequent missions, currently under consideration by NASA (in conjunction with the European Space Agency), would send spacecraft to Mars to collect these cached samples from the surface and return them to Earth for in-depth analysis.</p>\n\n<p>NASA recently selected two of these Returned Sample Science Participating Scientists to join the Mars 2020 Project Science Group (PSG). As the leadership council that helps define and refine science goals and strategies of the Mars 2020 mission, the project science group coordinates the scientists involved with the Mars rover project. With the new position, Chris Herd from the University of Alberta in Edmonton, Canada, and Tanja Bosak from the Massachusetts Institute of Technology in Cambridge will represent the interests of scientists destined to handle and study the first samples from Mars.</p>\n\n<p><span><figure class='column-width embedded_video video_player_container'>\n<div class='video_wrapper'>\n<iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/0PVjj0PEPMA?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n</div>\n<figcaption>\n</span><b>NASA Advances Plans to Bring Samples Back from Mars</b><span>: Collecting samples from Mars and bringing them back to Earth is a historic undertaking that starts with the launch of NASA's Mars 2020 rover. The rover will collect samples and leave them ready for a future mission to retrieve and return to Earth. Credits: NASA/JPL-Caltech\n</figcaption>\n</figure></span></p>\n\n<p>\"Our Returned Sample Science Participating Scientists must anticipate the needs of future investigators who will analyze these first Mars samples for a very diverse range of studies in Earth-based laboratories,\" said Mars 2020 Project Scientist Ken Farley, who is based at Caltech in Pasadena, California. \"Chris and Tanja's appointment to the Mars 2020 PSG highlights the importance we place on the role of these scientists and that of sample return. They are speaking for history's first scientists to handle samples from another planet &mdash; many of whom at present are probably still in high school.\"</p>\n\n<p>Herd and Bosak and the eight other Returned Sample Science Participating Scientists have hit the ground running since joining the Mars 2020 science team in the fall of 2019, working on research projects and contributing to mission planning. Things will accelerate for the 2020 team as a whole after the rover launches from Cape Canaveral Florida this July. And things will really kick into high gear after the Mars 2020 rover touches down at Mars' Jezero Crater on Feb. 18, 2021.</p>\n\n<p>For information on NASA's Mars 2020 mission, visit:</p>\n\n<p style=\"text-align:center\"><a href=\"https://mars.nasa.gov/mars2020/\"><b>https://mars.nasa.gov/mars2020/</b></a></p>\n\n<p>NASA's Jet Propulsion in Pasadena built and will manage operations of the Mars 2020 rover for the agency's Science Mission Directorate. Caltech manages JPL for NASA. NASA's Launch Services Program, based at the agency's Kennedy Space Center in Florida, is responsible for launch management.</p>\n\n<p><b>News Media Contacts</b></p>\n\n<p>DC Agle<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-9011<br />\n<a href=\"mailto:david.c.agle@jpl.nasa.gov\">david.c.agle@jpl.nasa.gov</a></p>\n\n<p>Grey Hautaluoma / Alana Johnson<br />\nHeadquarters, Washington<br />\n202-358-0668 / 202-358-1501<br />\n<a href=\"mailto:grey.hautaluoma-1@nasa.gov\">grey.hautaluoma-1@nasa.gov</a> / <a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8611_PIA22111-320x240.jpg", "main_image": "/system/news_items/main_images/8611_mars20200220-16.gif", "status": 1}, {"id": 8610, "title": "Sols 2680-2682: Can You Smell What Sam Is Cooking?", "target": "_self", "main_image_alt": "This image was taken by Left Navigation Camera onboard NASA's Mars rover Curiosity on Sol 2674.", "meta_author": "Michelle Minitti", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-19T23:03:36.189Z", "url": "/msl/mission-updates/8610/sols-2680-2682-can-you-smell-what-sam-is-cooking/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "​Curiosity kicked off her fifth Mars Year with a successful and busy weekend, running both CheMin and SAM to increase our knowledge of the mineralogy, chemistry and isotopic composition of the “Hutton” drill sample. ", "date": "February 19, 2020", "body": "<p>​Curiosity kicked off her fifth Mars Year with a successful and busy weekend, running both CheMin and SAM to increase our knowledge of the mineralogy, chemistry and isotopic composition of the &ldquo;Hutton&rdquo; drill sample. Based on the weekend&rsquo;s results, SAM elected to analyze a second batch of Hutton to gain insight into its volatile and organic contents. Preparing for the SAM analysis and the analysis itself will take up the bulk of the power in our three sol plan, but we still had enough power left for additional science observations both near and far from the rover. </p>\n\n<p>ChemCam will fire up its laser to acquire chemistry across a vein and the bedrock adjacent to it (\"Salt Pan Bay&rdquo;) and from the interior wall of the &ldquo;Hutton&rdquo; drill hole. ChemCam will also use the RMI to acquire a ten image mosaic along the top of \"Western Butte&rdquo; (here dubbed &ldquo;South Esk&rdquo;) and a five image mosaic across a more distant butte (&ldquo;Glenrothes&rdquo;). Mastcam will cover the near- and mid-field with two large stereo mosaics that connect to the extensive and more distant mosaics we have of the &ldquo;Glen Torridon&rdquo; terrain we have been exploring over the last year. The stereo data help us visualize the structural relationships between the many rock types around the rover. </p>\n\n<p>Navcam will scan the skies near midday on Sol 2680 for dust devils, and then Navcam and Mastcam will acquire images and movies later in the afternoon on Sol 2681 to assess the dust load in the atmosphere and look for clouds. REMS and RAD will keep tabs on the weather and radiation within Gale.</p>\n", "thumb": "/system/news_items/list_view_images/8610_NLB_634878564EDR_F0790000NCAM00291M_-320x240.jpg", "main_image": "/system/news_items/main_images/8610_NLB_634878564EDR_F0790000NCAM00291M_.jpg", "status": 1}, {"id": 8609, "title": "NASA's Mars Reconnaissance Orbiter Undergoes Memory Update", "target": "_self", "main_image_alt": "Artist concept of Mars Reconnaissance Orbiter", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-19T14:54:19.245Z", "url": "/news/8609/nasas-mars-reconnaissance-orbiter-undergoes-memory-update/", "missions": [[178, "mro", "Mars Reconnaissance Orbiter"], [175, "mep", "Mars Exploration Program"]], "news_type": [[204, "status_reports", "Status Reports"]], "description": "Other orbiters will continue relaying data from Mars surface missions for a two-week period.", "date": "February 18, 2020", "body": "<hr />\n<p><i>Other orbiters will continue relaying data from Mars surface missions for a two-week period. </i></p>\n\n<hr />\n<p>From Feb. 17 to Feb. 29, 2020, NASA's Mars Reconnaissance Orbiter (MRO) will go on hiatus from its science mission and its relay operations while engineers on Earth conduct long-distance maintenance. During the hiatus, other orbiters will relay data from the Mars Curiosity rover and Mars InSight lander to Earth.</p>\n\n<p>The maintenance work involves updating battery parameters in the spacecraft's flash memory - a rare step that's been done <a href=\"/news/1867/mission-nearing-decade-at-mars-finishes-memory-update/\">only twice before</a> in the orbiter's 15 years of flight. This special update is necessary because it was recently determined that the battery parameters in flash were out of date and if used, would not charge MRO's batteries to the desired levels.</p>\n\n<p>In addition to the battery parameters, engineers will use this opportunity to update planetary position tables that also reside in flash. The spacecraft will go into a precautionary standby mode, called safe mode, three times over the course of the update. It will also swap from its primary computer, called its Side-A computer, to its redundant one, called Side-B.</p>\n\n<p>Mars Reconnaisance Orbiter launched in 2005 and arrived at the Red Planet on March 10, 2006. Since then, the spacecraft has returned 371 terabits of data. Long-lived spacecraft need to guard against failures of aging hardware and the effects of the harsh space environment, such as damage from cosmic rays.</p>\n\n<p>Whenever a spacecraft detects a technical issue, there's a series of actions it can take, including swapping to a redundant side of its electronics or rebooting its computer. Success in those cases depends upon restoring an uncorrupted, up-to-date version of an operating system with its parameter files from flash memory. To guard against corruption of the flash memory itself, multiple copies of essential parameters are stored onboard.</p>\n\n<p>To keep both of the redundant computers up to date, engineers will update the flash on the Side-A computer first and then command a Side-A reboot to ensure that the flash memory was properly updated. Once they confirm the changes have taken effect, they'll swap to Side-B and repeat the process. </p>\n\n<p>After validation of the memory updates, MRO will return to its science and relay-support activities. With this update, the mission will be poised to continue operations well into the next decade.</p>\n\n<p>For more about MRO:</p>\n\n<p style=\"text-align:center\"><a href=\"https://mars.nasa.gov/mro/\"><b>https://mars.nasa.gov/mro/</b></a></p>\n\n<p style=\"text-align:center\"><a href=\"https://www.nasa.gov/mission_pages/MRO/mission/index.html\" target=\"_blank\"><b>https://www.nasa.gov/mission_pages/MRO/mission/index.html</b></a></p>\n\n<p><b>News Media Contacts</b></p>\n\n<p>Andrew Good<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-2433<br />\n<a href=\"mailto:andrew.c.good@jpl.nasa.gov\">andrew.c.good@jpl.nasa.gov</a></p>\n\n<p>Alana Johnson<br />\nNASA Headquarters, Washington<br />\n202-358-1501<br />\n<a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8609_list_image.jpg", "main_image": "/system/news_items/main_images/8609_main_image.jpg", "status": 1}, {"id": 8608, "title": "Sols 2676-2679: 4 Sols of Love for Curiosity!", "target": "_self", "main_image_alt": "A cheerful patch of heart-shaped sunlight reminds us of how we love learning about Mars!", "meta_author": "Dawn Sumner", "byline": "", "meta_keywords": "", "item_name": "https://mars.nasa.gov/msl-raw-images/msss/00129/mhli/0129MH0001530000101208R01_DXXX.jpg", "updated_at": "2020-02-15T19:27:02.162Z", "url": "/msl/mission-updates/8608/sols-2676-2679-4-sols-of-love-for-curiosity/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "The team is currently analyzing our most recent drill powder from \"Hutton.\" Our first analysis of its mineralogy with CheMin was successful, and the SAM team decided to proceed with an EGA analysis.", "date": "February 14, 2020", "body": "<p style=\"text-align: center;\"><i><span>Drilling on Mars!</span><br />\n<span>It's so super cool</span><br />\n<span>SAM bakes up our sample</span><br />\n<span>Using many a joule</span></i></p>\n\n<p><span>The team is currently analyzing our most recent drill powder from \"Hutton.\" Our first analysis of its mineralogy with CheMin was successful, and the SAM team decided to proceed with an EGA analysis. This analysis consists of heating the sample powder in an oven and sending the gases that are released into the mass spectrometer. These gases include things like water vapor, carbon dioxide, molecular oxygen, sulfur compounds, and more. Their concentrations and when they arrive in the mass spectrometer give us lots of interesting information about the composition of the sample.  </span></p>\n\n<p><span>Today, the team put together a 4 sol activity plan that covers the long holiday weekend. We start by delivering part of our Hutton sample powder to the SAM instrument, which will heat it and analyze it overnight. The second sol consists of monitoring our environment and recharging the batteries since heating the sample takes a lot of energy. On the third sol, CheMin takes its turn, performing another analysis to better understand the mineralogy of the Hutton sample. In the early morning of the fourth sol, we are characterizing the atmosphere with a suite of images and movies, and we are adding to a very large mosaic of the slopes around Curiosity. Later on the fourth sol, ChemCam will image \"Craigielaw Point,\" which is near the top of the slope to the south. ChemCam will shoot its laser at the bedrock at \"Troup Head,\" which is close to the Hutton drill site, to analyze its chemistry.</span></p>\n\n<p><span>It was great to spend the morning of Valentine's day with the rover I love the most!</span></p>\n", "thumb": "/system/news_items/list_view_images/8608_0129MH0001530000101208R01_DXXX-320x240.jpg", "main_image": "/system/news_items/main_images/8608_0129MH0001530000101208R01_DXXX.jpg", "status": 1}, {"id": 8607, "title": "NASA's Mars 2020 Rover Goes Coast-to-Coast to Prep for Launch", "target": "_self", "main_image_alt": "Seeing the Mars 2020 Rover Off", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-15T19:25:56.286Z", "url": "/news/8607/nasas-mars-2020-rover-goes-coast-to-coast-to-prep-for-launch/", "missions": [[180, "mars2020", "Mars 2020 Rover"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July.", "date": "February 12, 2020", "body": "<hr />\n<p>​<i>The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July.</i></p>\n\n<hr />\n<p><span>NASA's next Mars rover has arrived in Florida to begin final preparations for its launch to the Red Planet this July. </span><span>An</span><span><span> </span></span><span>Air Force C-17 Globemaster cargo </span><span>plane</span><span><span> </span></span><span>carrying the Mars 2020 rover </span><span>and</span><span><span> </span></span><span>descent stage touched down at NASA's Kennedy Space Center at about 3 p.m. EST (12 p.m. PST) today, completing a 2,300-mile (3,700-kilometer) trip that began yesterday at NASA's Jet Propulsion Laboratory in Pasadena, California. </span><span>The mission's cruise stage and Mars Helicopter will make the trip to Kennedy later this week.</span><span><span> </span></span></p>\n\n<p>\"Our rover has left the only home it has ever known,\" said John McNamee, Mars 2020 project manager. \"The 2020 family here at JPL is a little sad to see it go, but we're even more proud knowing that the next time our rover takes to the skies, it will be headed to Mars.\"</p>\n\n<p>Assembly, test and launch operations for Mars 2020 began in January 2018. The first piece of hardware that would become part of the rover arrived on the clean room floor of JPL's <a href=\"https://mars.nasa.gov/news/8575/space-history-is-made-in-this-nasa-robot-factory/\">Spacecraft Assembly Facility</a>'s High Bay 1 a few months later.</p>\n\n<p><span><div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24770/loading-mars-2020/' target='_self'>\n<img alt='Loading Mars 2020' src='/system/resources/detail_files/24770_PIA23592-16.jpg'>\n</a>\n<figcaption>\n</span><b>Loading Mars 2020</b><span>: ​​The shipping container carrying NASA's Mars 2020 rover is readied for loading aboard an Air Force C-17 transport plane at March Air Reserve Base in Riverside, California, on Feb. 11, 2020. Credits: NASA/JPL-Caltech. </span><a href=\"/resources/24770/loading-mars-2020/\">Download image &rsaquo;</a><span> \n</figcaption>\n</figure>\n</div></span></p>\n\n<p>The rover's aeroshell &mdash; its protective covering for the trip to the Red Planet &mdash; arrived at Kennedy this past December. Early on Feb. 11, the rover, cruise stage, descent stage and mission support equipment headed in four police-escorted trucks to the U.S. Air Force's March Air Reserve Base, where they were loaded aboard the two waiting C-17s.</p>\n\n<p><span>Within hours of arriving at the<span> </span></span><span><a href=\"https://www.nasa.gov/centers/kennedy/home/index.html\" target=\"_blank\"><span>Kennedy Space Center&rsquo;s</span></a><span> </span>Launch and Landing Facility</span><span>,<span> </span></span><span>the Mars 2020 spacecraft<span> </span></span><span>components</span><span><span> </span></span><span>will be transported to the same spacecraft processing facility that in 2011 handled NASA's Curiosity rover, which is currently exploring Mars' Gale Crater.<span> </span></span><span>In the coming days</span><span>, the Mars 2020 assembly, test and launch operations team will begin testing the components to assess their health following the cross-country flight.<span> </span></span></p>\n\n<p>After months of final assembly and additional testing, Mars 2020 should be enclosed in its aeroshell for the final time in late June. It will be delivered to Cape Canaveral Air Force Station's Launch Complex 41 to be integrated with the United Launch Alliance Atlas V rocket that will hurl it toward Jezero Crater in early July.</p>\n\n<p>Mars 2020 will collect and store rock and soil samples in sealed tubes and will search for signs of past microbial life, characterize the planet's climate and geology, and pave the way for human exploration. Subsequent missions, currently in the planning stages, will return to Jezero Crater, gather the samples collected by Mars 2020 and return them to Earth for the sort of in-depth study that only a full-size lab can provide.</p>\n\n<p>JPL is building and will manage operations of the Mars 2020 rover for NASA. NASA's Launch Services Program, based at the agency's Kennedy Space Center in Florida, is responsible for launch management.</p>\n\n<p>For information on NASA's Mars 2020 mission, visit:</p>\n\n<p><a href=\"https://mars.nasa.gov/mars2020/\"><b>https://mars.nasa.gov/mars2020/</b></a></p>\n\n<p><b>News Media Contacts</b></p>\n\n<p>DC Agle<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-9011<br />\n<a href=\"mailto:david.c.agle@jpl.nasa.gov\">david.c.agle@jpl.nasa.gov</a></p>\n\n<p>Grey Hautaluoma / Joshua Handal<br />\nHeadquarters, Washington<br />\n202-358-0668 /  202-358-2307<br />\n<a href=\"mailto:grey.hautaluoma-1@nasa.gov\">grey.hautaluoma-1@nasa.gov</a> / <a href=\"mailto:joshua.a.handal@nasa.gov\">joshua.a.handal@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8607_PIA23591-320x240.jpg", "main_image": "/system/news_items/main_images/8607_PIA23591-16.jpg", "status": 1}, {"id": 8605, "title": "Sols 2673-2675: Ongoing Analyses at Hutton", "target": "_self", "main_image_alt": "This image was taken by Mast Camera (Mastcam) onboard NASA's Mars rover Curiosity on Sol 2668.", "meta_author": "Lauren Edgar", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-12T14:58:38.585Z", "url": "/msl/mission-updates/8605/sols-2673-2675-ongoing-analyses-at-hutton/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Curiosity is parked at the “Hutton” drill site, just below the contact with the overlying Greenheugh pediment.  ", "date": "February 12, 2020", "body": "<p>Curiosity is parked at the &ldquo;Hutton&rdquo; drill site, just below the contact with the overlying Greenheugh pediment.  After a successful drill last week, the rover has been focused on ongoing analyses of the drill sample and further characterization of this site.  Yesterday&rsquo;s activities focused on the drop off of sample to CheMin and CheMin analysis, and today&rsquo;s plan includes recharge, remote sensing, and SAM preconditioning to prepare for delivery of a portion of the drilled sample to SAM in the weekend plan.  </p>\n\n<p>Today we planned three sols because there is no uplink tomorrow.  The plan kicks off with a recharge sol and overnight SAM atmospheric observation.  The second sol includes a number of ChemCam observations to assess the chemistry of an interesting vein at &ldquo;Dunbartonshire,&rdquo; and float rocks that might be from the overlying pediment-capping unit.  We also planned an RMI mosaic of &ldquo;Southern Uplands&rdquo; to document sedimentary structures in a nearby cliff face.   The environmental monitoring theme group planned a Navcam observation to search for dust devils and a Mastcam tau observation to measure the optical depth of the atmosphere at sunset. Overnight, SAM will carry out preconditioning to prepare for sample delivery in the weekend plan.  The third sol includes additional ChemCam observations to characterize a vein and bedrock, and associated Mastcam documentation.  As the SOWG Chair today it was a fun and straightforward plan &ndash; I think the team is eager to find out the first results from CheMin and deliver some sample to SAM!</p>\n", "thumb": "/system/news_items/list_view_images/8605_2668MR0139910020804312E01_DXXX-320x240.jpg", "main_image": "/system/news_items/main_images/8605_2668MR0139910020804312E01_DXXX.jpg", "status": 1}, {"id": 8606, "title": "NASA Prepares for Moon and Mars With New Addition to Its Deep Space Network", "target": "_self", "main_image_alt": "", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-12T20:30:32.480Z", "url": "/news/8606/nasa-prepares-for-moon-and-mars-with-new-addition-to-its-deep-space-network/", "missions": [[175, "mep", "Mars Exploration Program"]], "news_type": [[19, "press", "Press Releases"]], "description": "Robotic spacecraft will be able to communicate with the dish using radio waves and lasers.", "date": "February 11, 2020", "body": "<div class='article_image_container'>\n<script>\n  if (typeof captions == 'undefined'){\n    var captions = [];\n  }\n</script>\n<link rel=\"stylesheet\" media=\"screen\" href=\"/assets/vendor/masterslider/style/masterslider-a9540197c3d217858e40023d5f788714341a5d09000b077689987b25eca69c5d.css\" />\n<link rel=\"stylesheet\" media=\"screen\" href=\"/assets/vendor/masterslider/style/default/style-151f21ae0588dd208aa4e128fbca4ee975ac7f869d86084b4dc413175d851dc6.css\" />\n<section class='clearfix jpl_carousel'>\n<div class='master-slider ms-skin-default' id='masterslider_4743'>\n<article class='dark_background ms-slide slide-1' data-delay='8' data-fill-mode='fill'>\n<div class='gradient_container_top'></div>\n<img alt='slide 1 - On Feb. 11, 2020, NASA, JPL, military and local officials broke ground in Goldstone, California' data-src='//imagecache.jpl.nasa.gov/images/640x350/PIA23618-16-640x350.jpg' src='//imagecache.jpl.nasa.gov/images/640x350/PIA23618-16-640x350.jpg'>\n<div class='gradient_container_bottom'></div>\n<script>\n  captions.push({\"body\":\"On Feb. 11, 2020, NASA, JPL, military and local officials broke ground in Goldstone, California, for a new antenna in the agency's Deep Space Network, which communicates with all its deep space missions. Credit: NASA/JPL-Caltech \\u003ca href='https://www.jpl.nasa.gov/images/dsn/20200211/PIA23618-16.jpg' target='_blank'\\u003e\\u0026rsaquo; Larger view\\u003c/a\\u003e\",\"title\":\"On Feb. 11, 2020, NASA, JPL, military and local officials broke ground in Goldstone, California\",\"link\":null,\"target\":null,\"link_text\":null})\n</script>\n</article>\n\n<article class='dark_background ms-slide slide-2' data-delay='8' data-fill-mode='fill'>\n<div class='gradient_container_top'></div>\n<img alt=\"slide 2 - This artist's concept shows what Deep Space Station-23 will look like\" data-src='//imagecache.jpl.nasa.gov/images/640x350/PIA23617-16-640x350.jpg' src='//imagecache.jpl.nasa.gov/images/640x350/PIA23617-16-640x350.jpg'>\n<div class='gradient_container_bottom'></div>\n<script>\n  captions.push({\"body\":\"This artist's concept shows what Deep Space Station-23, a new antenna dish capable of supporting both radio wave and laser communications, will look like when completed at the Deep Space Network's Goldstone, California, complex. Credit: NASA/JPL-Caltech \\u003ca href='https://www.jpl.nasa.gov/images/dsn/20200211/PIA23617-16.jpg' target='_blank'\\u003e\\u0026rsaquo; Larger view\\u003c/a\\u003e\",\"title\":\"This artist's concept shows what Deep Space Station-23 will look like\",\"link\":null,\"target\":null,\"link_text\":null})\n</script>\n</article>\n\n<article class='dark_background ms-slide slide-3' data-delay='8' data-fill-mode='fill'>\n<div class='gradient_container_top'></div>\n<img alt=\"slide 3 - Antenna dishes at NASA's Deep Space Network complex in Goldstone, California\" data-src='//imagecache.jpl.nasa.gov/images/640x350/PIA23214-16-640x350.jpg' src='//imagecache.jpl.nasa.gov/images/640x350/PIA23214-16-640x350.jpg'>\n<div class='gradient_container_bottom'></div>\n<script>\n  captions.push({\"body\":\"Antenna dishes at NASA's Deep Space Network complex in Goldstone, California, photographed on Feb. 11, 2020. Credit: NASA/JPL-Caltech \\u003ca href='https://www.jpl.nasa.gov/images/dsn/20200211/PIA23214-16.jpg' target='_blank'\\u003e\\u0026rsaquo; Larger view\\u003c/a\\u003e\",\"title\":\"Antenna dishes at NASA's Deep Space Network complex in Goldstone, California\",\"link\":null,\"target\":null,\"link_text\":null})\n</script>\n</article>\n\n</div>\n<div class='slider_title'></div>\n<div class='slider_caption'></div>\n<div class='slider_link'></div>\n</section>\n<script>\n  $(document).ready(function(){\n    var type = \"news\";\n    var slider = new MasterSlider();\n  \n    // adds Arrows navigation control to the slider.\n    var show_numbers = false\n    if( !show_numbers ){\n      slider.control('bullets', {autohide: false});\n    }\n    slider.control('arrows');\n    homepage_slider_options = {\n      width: $(window).width(),    // slider standard width\n      height: 400,   // slider standard height\n      layout: \"autofill\",\n      space:5,\n      fullwidth: true,\n      autoHeight: false, //will expand to height of image\n      autoplay: false,\n      speed: 20,\n      loop: true,\n      instantStartLayers: true //disable to allow for layer transitions\n    };\n  \n    slider.setup('masterslider_4743' , homepage_slider_options);\n  \n    slider.api.addEventListener(MSSliderEvent.CHANGE_START , function(){\n      var caption = captions[slider.api.index()]\n      if( show_numbers ){\n        $('.x_of_y').html(slider.api.index() + 1 + \"/\" + 3);\n      }\n      var link_text = caption['link_text'] != '' ? caption['link_text'] : \"› Full image and caption\"\n      $('.slider_title').html(caption['title']);\n      $('.slider_caption').html(caption['body']);\n      if(caption['link'] != ''){\n        $('.slider_link').html('<a href=\"' + caption['link'] +'\" target=\"'+ caption['target'] +'\">'+ link_text +'</a>' );\n      } else {\n        $('.slider_link').html('')\n      }\n  \n    });\n  });\n</script>\n</div>\n\n\n<hr />\n<p><i>Robotic spacecraft will be able to communicate with the dish using radio waves and lasers.</i></p>\n\n<hr />\n<p>Surrounded by California desert, NASA officials broke ground Tuesday, Feb. 11, on a new antenna for communicating with the agency's farthest-flung robotic spacecraft. Part of the Deep Space Network (DSN), the 112-foot-wide (34-meter-wide) antenna dish being built represents a future in which more missions will require advanced technology, such as lasers capable of transmitting vast amounts of data from astronauts on the Martian surface. As part of its <a href=\"https://www.nasa.gov/artemisprogram\">Artemis program</a> NASA will send the first woman and next man to the Moon by 2024, applying lessons learned there to send astronauts to Mars.</p>\n\n<p>Using massive antenna dishes, the agency talks to more than 30 deep space missions on any given day, including many international missions. As more missions have launched and with more in the works, NASA is looking to strengthen the network. When completed in 2&frac12; years, the new dish will be christened Deep Space Station-23 (DSS-23), bringing the DSN's number of operational antennas to 13.</p>\n\n<p>\"Since the 1960s, when the world first watched live pictures of humans in space and on the Moon, to revealing imagery and scientific data from the surface of Mars and vast, distant galaxies, the Deep Space Network has connected humankind with our solar system and beyond,\" said Badri Younes, NASA's deputy associate administrator for Space Communications and Navigation, or SCaN, which oversees NASA's networks. \"This new antenna, the fifth of six currently planned, is another example of NASA's determination to enable science and space exploration through the use of the latest technology.\"</p>\n\n<p>Managed by NASA's Jet Propulsion Laboratory in Pasadena, California, the world's largest and busiest deep space network is clustered in three locations - Goldstone, California; Madrid, Spain; and Canberra, Australia - that are positioned approximately 120 degrees apart around the globe to enable continual contact with spacecraft as the Earth rotates. (<a href=\"https://eyes.nasa.gov/dsn/\" target=\"_blank\">This live tool</a> lets viewers see which DSN dishes are sending up commands or receiving data at any given time.)</p>\n\n<p>The first addition to Goldstone since 2003, the new dish is being built at the complex's Apollo site, so named because its DSS-16 antenna supported NASA's human missions to the Moon. Similar antennas have been built in recent years in Canberra, while two are under construction in Madrid.</p>\n\n<p>\"The DSN is Earth's one phone line to our two Voyager spacecraft - both in interstellar space - all our Mars missions and the New Horizons spacecraft that is now far past Pluto,\" said JPL Deputy Director Larry James. \"The more we explore, the more antennas we need to talk to all our missions.\"</p>\n\n<p>While DSS-23 will function as a radio antenna, it will also be equipped with mirrors and a special receiver for lasers beamed from distant spacecraft. This technology is critical for sending astronauts to places like Mars. Humans there will need to communicate with Earth more than NASA's robotic explorers do, and a Mars base, with its life support systems and equipment, would buzz with data that needs to be monitored.</p>\n\n<p>\"Lasers can increase your data rate from Mars by about 10 times what you get from radio,\" said Suzanne Dodd, director of the Interplanetary Network, the organization that manages the DSN. \"Our hope is that providing a platform for optical communications will encourage other space explorers to experiment with lasers on future missions.\"</p>\n\n<p>While clouds can disrupt lasers, Goldstone's clear desert skies make it an ideal location to serve as a laser receiver about 60% of the time. A demonstration of DSS-23's capabilities is around the corner: When NASA launches an orbiter called Psyche to a metallic asteroid in a few years, it will carry an experimental laser communications terminal developed by JPL. Called the Deep Space Optical Communications project, this equipment will send data and images to an observatory at Southern California's Palomar Mountain. But Psyche will also be able to communicate with the new Goldstone antenna, paving the way for higher data rates in deep space.</p>\n\n<p>For more information:</p>\n\n<p style=\"text-align:center\"><a href=\"https://deepspace.jpl.nasa.gov/\"><b>https://deepspace.jpl.nasa.gov/</b></a></p>\n\n<p style=\"text-align:center\"><a href=\"https://www.nasa.gov/directorates/heo/scan/index.html\"><b>https://www.nasa.gov/directorates/heo/scan/index.html</b></a></p>\n\n<p>Andrew Good<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-2433<br />\n<a href=\"mailto:andrew.c.good@jpl.nasa.gov\">andrew.c.good@jpl.nasa.gov</a></p>\n\n<p>Kathryn Hambleton<br />\nNASA Headquarters, Washington<br />\n202-358-1100<br />\n<a href=\"mailto:kathryn.hambleton@nasa.gov\">kathryn.hambleton@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8606_list_image.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8604, "title": "Sol 2672: Continuing to Explore Hutton", "target": "_self", "main_image_alt": "This image was taken by Left Navigation Camera onboard NASA's Mars rover Curiosity on Sol 2665.", "meta_author": "Mariah Baker", "byline": "", "meta_keywords": "", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02665/opgs/edr/ncam/NLB_634077781EDR_F0790000NCAM00353M_.jpg", "updated_at": "2020-02-11T21:48:01.361Z", "url": "/msl/mission-updates/8604/sol-2672-continuing-to-explore-hutton/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "The Curiosity rover is currently located at Hutton, where she successfully completed her 24th drill last week.", "date": "February 11, 2020", "body": "<p>​<span>The Curiosity rover is currently located at Hutton, where she successfully completed her </span><a href=\"http://mars.nasa.gov/msl/mission-updates/8602/sols-2669-2671-successful-drill-at-hutton/\">24th drill last week</a><span>. Once it became clear that the drilling had performed as expected, we began to settle in for our stay here at Hutton; we have been here for 8 sols and we will be here for many more. Today marked &ldquo;drill sol 4a,&rdquo; which is characterized by a sample dropoff to CheMin and the first of two CheMin analyses. As we continue working our way slowly through the standard set of activities that accompany every drill campaign, we will also be taking advantage of this stop as an opportunity to collect additional data on targets of interest in the area.</span></p>\n\n<p>The plan for sol 2672 contained one science block, which the team filled with various remote science activities that will help characterize the drilled material and surrounding surface. Three ChemCam active observations were included in the plan: two will target drill hole material and one will target a nearby vein named &ldquo;Lanarkshire&rdquo; (center of the Navcam image above). Additional ChemCam passive measurements will be made on a broken rock named &ldquo;Dumfriesshire.&rdquo; Mastcam documentation images were taken of all ChemCam targets; the drill hole documentation image can also be used to search for motion in drill tailings caused by wind. A Navcam zenith movie was the sole atmospheric observation included in the scheduled science block, but the DAN and REMS instruments will also monitor environmental conditions over a large portion of the day. The team is expecting the arrival of much more data over the coming sols as we continue to study the drilled material and explore our workspace!</p>\n", "thumb": "/system/news_items/list_view_images/8604_NLB_634077781EDR_F0790000NCAM00353M_-320x240.jpg", "main_image": "/system/news_items/main_images/8604_NLB_634077781EDR_F0790000NCAM00353M_.jpg", "status": 1}, {"id": 8603, "title": "NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget", "target": "_self", "main_image_alt": "NASA Administrator Jim Bridenstine delivers the State of NASA address", "meta_author": "", "byline": "", "meta_keywords": "MSR, Mars, future, budget, sample return", "item_name": "", "updated_at": "2020-02-11T01:04:07.328Z", "url": "/news/8603/nasa-administrator-statement-on-moon-to-mars-initiative-fy-2021-budget/", "missions": [[175, "mep", "Mars Exploration Program"]], "news_type": [[19, "press", "Press Releases"]], "description": "Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return.", "date": "February 10, 2020", "body": "<p>\"President Donald Trump's Fiscal Year 2021 budget for NASA is worthy of 21st century exploration and discovery. The President's budget invests more than $25 billion in NASA to fortify our innovative human space exploration program while maintaining strong support for our agency's full suite of science, aeronautics and technology work.</p>\r\n\r\n<p>\"The budget proposed represents a 12% increase and makes this one of the strongest budgets in NASA history. The reinforced support from the President comes at a critical time as we lay the foundations for landing the first woman and the next man on the South Pole of the Moon by 2024. This budget keeps us firmly on that path.</p>\r\n\r\n<p>\"We are preparing to achieve pivotal milestones this year in development of the Space Launch System rocket, Orion spacecraft and the Gateway. These make up the backbone of our Artemis program and are fully supported by this budget. They constitute our ability to build a sustainable lunar presence and eventually send human missions to Mars.</p>\r\n\r\n<p>\"Most noteworthy, is the President's direct funding of more than $3 billion for the development of a human landing system. This is the first time we have had direct funding for a human lander since the Apollo Program. We are serious about our 2024 goals, and the President's budget supports our efforts to get the job done.</p>\r\n\r\n<p>\"We soon will launch American astronauts on American rockets from American soil for the first time in nearly a decade. This recaptured ability will not only allow us to do more science and more exploration than ever before, but will also broaden commercial activity in low-Earth orbit to support ever greater private partnerships.</p>\r\n\r\n<p>\"As we prepare to celebrate 20 years of continuous human presence aboard the International Space Station this year, we will continue to look for ways to partner with private enterprise and give more people access to the unique environment microgravity offers. Similarly, when we go to the Moon in the next four years, we are interested in taking the world with us. This includes those involved in our Commercial Lunar Payload Services initiative and the international relationships we have forged over the decades.</p>\r\n\r\n<p>\"The FY 2021 budget positions NASA to spearhead a new era of human space exploration without focusing funds on one program at the expense of others. This all-of-NASA approach to the future will help us take advantage of all the exciting, new horizons emerging in science, aeronautics and technology.</p>\r\n\r\n<p>\"The decadal survey priorities are strongly supported by this budget, including history's first <a href=\"https://www.youtube.com/watch?v=0PVjj0PEPMA&list=PLTiv_XWHnOZpzQKYC6nLf6M9AuBbng_O8\" target=\"_blank\">Mars sample return mission</a>, the Europa Clipper and development of a host of new trailblazing Earth observation missions. In aeronautics, the budget backs all our cutting-edge research on commercial use of supersonic aircraft, all-electric airplanes and development of an unmanned aerial system that will make flying small drones safer and more efficient in the 21st century.</p>\r\n\r\n<p>\"NASA is on the cusp of embarking on era-defining exploration. The civilization-changing technology we develop will deepen humanity's scientific knowledge of the universe and how to take care of our ever-changing world.</p>\r\n\r\n<p>\"I am confident the FY 2021 budget's proper investment in our agency's priorities, coupled with your unmatched talents and expertise, will strengthen our national posture for continued space preeminence and, as President Trump said during his State of the Union speech last week, help our nation embrace the next frontier.\"</p>\r\n\r\n<p>To learn more about NASA's Fiscal Year 2021 budget, visit:</p>\r\n\r\n<p><a href=\"https://www.nasa.gov/budget\" target=\"_blank\"><b>https://www.nasa.gov/budget</b></a></p>\r\n\r\n<p><span>Bettina Incl&aacute;n / Matthew Rydin</span><br />\r\n<span>Headquarters, Washington</span><br />\r\n<span><a href=\"tel:202-358-1600\">202-358-1600</a> / <a href=\"tel:202-603-7522\">202-603-7522</a></span><br />\r\n<a href=\"mailto:bettina.inclan@nasa.gov\">bettina.inclan@nasa.gov</a><span> / </span><a href=\"mailto:matthew.m.rydin@nasa.gov\">matthew.m.rydin@nasa.gov</a></p>\r\n", "thumb": "/system/news_items/list_view_images/8603_list_image.jpg", "main_image": "/system/news_items/main_images/8603_8BA7C5ED-73CD-4D0D-9230-74282992F69C.jpeg", "status": 1}, {"id": 8602, "title": "Sols 2669-2671 Successful Drill at Hutton!", "target": "_self", "main_image_alt": "", "meta_author": "Rachel Kronyak", "byline": "", "meta_keywords": "", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02668/opgs/edr/fcam/FLB_634344465EDR_S0790000FHAZ00214M_.jpg", "updated_at": "2020-02-10T17:53:14.753Z", "url": "/msl/mission-updates/8602/sols-2669-2671-successful-drill-at-hutton/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "We were greeted this morning with images of our newest (and 24th!) drill hole on the surface of Mars! The Front Hazcam image above shows the drill in action at target “Hutton.”", "date": "February 10, 2020", "body": "<p>We were greeted this morning with images of our newest (and 24<sup>th</sup>!) drill hole on the surface of Mars! The Front Hazcam image above shows the drill in action at target &ldquo;Hutton.&rdquo; As a fitting celebration, a box of donut holes was passed around the ops rooms at JPL.</p>\n\n<p>Our weekend plan of activities centers around characterizing our drilled sample as well as conducting additional scientific observations. In the Friday (Sol 2669) plan, Curiosity will first conduct a series of &ldquo;portioning characterization&rdquo; experiments. This is to help us understand how much rock powder the drill collected and to ensure that we&rsquo;re able to deliver samples of adequate size to our SAM and CheMin instruments. First, a portion will be delivered to the workspace and we&rsquo;ll take before and after Mastcam images for documentation. We&rsquo;ll repeat this process two more times, delivering additional portions to the SAM inlet cover and taking corresponding Mastcam images. After portioning characterization, Curiosity will use the ChemCam RMI to take images of the Hutton drill hole.</p>\n\n<p>On Saturday (Sol 2670) morning, we will use Mastcam and ChemCam to collect remote science data on the drill hole and our nearby surroundings. With ChemCam, we&rsquo;ll perform a passive (no laser) observation on the Hutton drill tailings. Next we&rsquo;ll use the ChemCam laser to probe the targets &ldquo;Roxburghshire,&rdquo; a dark gray vein, and &ldquo;Shettleston,&rdquo; a float rock hypothesized to come from the nearby Greenheugh pediment caprock. We will also perform several environmental observations including a tau and crater rim extinction with Mastcam, and with Navcam, a sunrise movie, sky survey, and zenith movie.</p>\n\n<p>On Sunday (2671), we&rsquo;ll take a few Mastcam mosaics including a stereo mosaic of the nearby Western butte and Greenheugh pediment areas as well a large 360&deg; mosaic. In the evening, we&rsquo;ll wrap up our weekend plan with a long APXS observation of argon in the atmosphere.</p>\n", "thumb": "/system/news_items/list_view_images/8602_FLB_634344465EDR_S0790000FHAZ00214M_-320x240.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8601, "title": "All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover", "target": "_self", "main_image_alt": "Mars 2020's mast, or \"head,\" includes a laser instrument called SuperCam that can vaporize rock material and study the resulting plasma. ", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-07T18:03:26.666Z", "url": "/news/8601/all-about-the-laser-and-microphone-atop-mars-2020-nasas-next-rover/", "missions": [[180, "mars2020", "Mars 2020 Rover"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils.", "date": "February  7, 2020", "body": "<p>NASA is sending a new laser-toting robot to Mars. But unlike the lasers of science fiction, this one is used for studying mineralogy and chemistry from up to about 20 feet (7 meters) away. It might help scientists find signs of <a href=\"https://mars.nasa.gov/news/8551/mars-scientists-investigate-ancient-life-in-australia/\">fossilized microbial life</a> on the Red Planet, too.</p>\n\n<p>One of seven instruments aboard the <a href=\"https://mars.nasa.gov/mars2020/\">Mars 2020 rover</a> that launches this summer, <a href=\"https://mars.nasa.gov/mars2020/mission/instruments/supercam/\">SuperCam</a> was built by a team of hundreds and packs what would typically require several sizable pieces of equipment into something no bigger than a cereal box. It fires a pulsed laser beam out of the rover's mast, or \"head,\" to vaporize small portions of rock from a distance, providing information that will be essential to the mission's success.</p>\n\n<p>Here's a closer look at what makes the instrument so special:</p>\n\n<p><b>A Far Reach</b></p>\n\n<p>Using a laser beam will help researchers identify minerals that are beyond the reach of the rover's robotic arm or in areas too steep for the rover to go. It will also enable them to analyze a target before deciding whether to guide the rover there for further analysis. Of particular interest: minerals that formed in the presence of liquid water, like clays, carbonates and sulfates. Liquid water is essential to the existence of life as we know it, including microbes, which could have survived on Mars billions of years ago.</p>\n\n<p>Scientists can also use the information from SuperCam to help decide whether to capture rock cores for the rover's sample caching system. Mars 2020 will collect these core samples in metal tubes, eventually depositing them at a predetermined location for a future mission to retrieve and bring back to Earth.</p>\n\n<figure class='column-width embedded_video video_player_container'>\n<div class='video_wrapper'>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/-rvWXCts420\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n</div>\n<figcaption>\n<b>SuperCam's Laser Zaps</b>: NASA's Mars 2020 will include a laser instrument, called SuperCam, capable of vaporizing rock material and studying its composition. In a test shown here, the SuperCam Mast Unit &mdash; which sits in the mast, or \"head,\" of the rover &mdash; zaps marks across a piece of metal. The popping sound of each laser zap will be recorded on Mars by a microphone installed along with SuperCam. Credit: NASA/JPL-Caltech\n</figcaption>\n</figure>\n\n<p><b>Laser Focus</b></p>\n\n<p>SuperCam is essentially a next-generation version of the <a href=\"https://mars.nasa.gov/msl/home/\">Curiosity</a> rover's ChemCam. Like its predecessor, SuperCam can use an infrared laser beam to heat the material it impacts to around 18,000 degrees Fahrenheit (10,000 degrees Celsius) &mdash; a method called laser induced breakdown spectroscopy, or LIBS &mdash; and vaporizes it. A special camera can then determine the chemical makeup of these rocks from the plasma that is created.</p>\n\n<p>Just like ChemCam, SuperCam will use <a href=\"https://mars.nasa.gov/news/2885/laser-targeting-ai-yields-more-mars-science/?site=msl\">artificial intelligence</a> to seek out rock targets worth zapping during and after drives, when humans are out of the loop. In addition, this upgraded A.I. lets SuperCam point very precisely at small rock features.</p>\n\n<p>Another new feature in SuperCam is a green laser that can determine the molecular composition of surface materials. This green beam excites the chemical bonds in a sample and produces a signal depending on which elements are bonded together &mdash; a technique called Raman spectroscopy. SuperCam also uses the green laser to cause some minerals and carbon-based chemicals to emit light, or fluoresce.</p>\n\n<p>Minerals and organic chemicals fluoresce at different rates, so SuperCam's light sensor features a shutter that can close as quickly as 100 nanoseconds at a time &mdash; so fast that very few photons of light will enter it. Altering the shutter speed (a technique called time-resolved luminescence spectroscopy) will enable scientists to better determine the compounds present.</p>\n\n<p>Moreover, SuperCam can use visible and infrared (VISIR) light reflected from the Sun to study the mineral content of rocks and sediments. This VISIR technique complements the Raman spectroscopy; each technique is sensitive to different types of minerals.</p>\n\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24758/supercams-mast-unit-being-tested-at-los-alamos-national-laboratory/' target='_self'>\n<img alt=\"SuperCam's Mast Unit Being Tested at Los Alamos National Laboratory\" src='/system/resources/detail_files/24758_PIA23620-web.jpg'>\n</a>\n<figcaption>\n<b>SuperCam's Mast Unit Being Tested</b>: The Mast Unit for Mars 2020's SuperCam, shown being tested here, will use a laser to vaporize and study rock material on the Red Planet's surface. Credit: LANL. <a href=\"/resources/24758/supercams-mast-unit-being-tested-at-los-alamos-national-laboratory/\">Download image &rsaquo;</a> \n</figcaption>\n</figure>\n</div>\n\n<p><b>Laser With a Mic Check</b></p>\n\n<p>SuperCam includes a microphone so scientists can listen each time the laser hits a target. The popping sound created by the laser subtly changes depending on a rock's material properties.</p>\n\n<p>\"The microphone serves a practical purpose by telling us something about our rock targets from a distance. But we can also use it to directly record the sound of the Martian landscape or the rover's mast swiveling,\" said Sylvestre Maurice of the Institute for Research in Astrophysics and Planetary Science in Toulouse, France.</p>\n\n<p>The Mars 2020 rover marks the third time this particular microphone design will go to the Red Planet, Maurice said. In the late 1990s, the same design rode aboard the Mars Polar Lander, which crashed on the surface. In 2008, the Phoenix mission experienced electronics issues that prevented the microphone from being used.</p>\n\n<p>In the case of Mars 2020, SuperCam doesn't have the only microphone aboard the rover: <a href=\"https://mars.nasa.gov/mars2020/mission/technology/entry-descent-landing/#EDL-Cameras-Microphone\">an entry, descent and landing microphone</a> will capture all the sounds of the car-sized rover making its way to the surface. It will add audio to full-color video recorded by the rover&rsquo;s cameras, capturing a Mars landing like never before.</p>\n\n<p><b>Teamwork</b></p>\n\n<p>SuperCam is led by Los Alamos National Laboratory in New Mexico, where the instrument's Body Unit was developed. That part of the instrument includes several spectrometers, control electronics and software.</p>\n\n<p>The Mast Unit was developed and built by several laboratories of the CNRS (French research center) and French universities under the contracting authority of CNES (French space agency). Calibration targets on the rover deck are provided by Spain's University of Valladolid.</p>\n\n<p>JPL is building and will manage operations of the Mars 2020 rover for the NASA Science Mission Directorate at the agency's headquarters in Washington.</p>\n\n<p>Read more about Mars 2020:</p>\n\n<p><a href=\"https://mars.nasa.gov/mars2020/\"><b>https://mars.nasa.gov/mars2020/</b></a></p>\n\n<p><a href=\"http://nasa.gov/mars2020\" target=\"_blank\"><b>http://nasa.gov/mars2020</b></a></p>\n\n<p><b>News Media Contacts</b></p>\n\n<p>Andrew Good<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-2433<br />\n<a href=\"mailto:andrew.c.good@jpl.nasa.gov\">andrew.c.good@jpl.nasa.gov</a></p>\n\n<p>Josh Handal<br />\nNASA Headquarters, Washington<br />\n202-358-2307<br />\n<a href=\"mailto:joshua.a.handal@nasa.gov\">joshua.a.handal@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8601_PIA23316-320x240.jpg", "main_image": "/system/news_items/main_images/8601_PIA23316-web.jpg", "status": 1}, {"id": 8600, "title": "Sols 2667-2668: GO for Drill at Hutton", "target": "_self", "main_image_alt": "MAHLI close up of the Hutton drill target.", "meta_author": "Catherine O'Connell", "byline": "", "meta_keywords": "", "item_name": "https://mars.nasa.gov/msl-raw-images/msss/02665/mhli/2665MH0001530001001562R00_DXXX.jpg", "updated_at": "2020-02-07T17:38:16.191Z", "url": "/msl/mission-updates/8600/sols-2667-2668-go-for-drill-at-hutton/", "missions": [[176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "We are parked at the \"Hutton\" drill site, our next drill site on Mars. ", "date": "February  6, 2020", "body": "<p>We are parked at the \"Hutton\" drill site, our next drill site on Mars. Over the past couple of sols, we have focused on assessing the suitability of the bedrock here as a drill target. APXS and ChemCam investigated the chemical composition to make sure that it falls within our desired compositional range. The engineers and rover planners at JPL assessed physical parameters and properties (for example looking at rock coherency, presence of veins, homogeneity of the surface). As the target was found to be a good candidate, drilling is a GO, so today marks the beginning of the drill activity, with drilling planned for the second sol of this two-sol plan.</p>\n\n<p>During the first sol of the plan, MAHLI will take several images of the &ldquo;discard site,&rdquo; where our drilled sample will be dumped once CheMin and SAM have finished analyzing the sample. Drilling takes a lot of power, so other science activities were necessarily curtailed. The geology theme group (GEO) squeezed in two ChemCam LIBS targets &ldquo;Tarbat Ness&rdquo; (bedrock) and &ldquo;Creag na Bruaich&rdquo; (a float rock). The environmental theme group (ENV) added a pair of Mastcam images looking at dust and opacity, a Navcam dust devil movie, and some standard REMS and DAN environmental monitoring activities.</p>\n\n<p>Following a very long overnight nap to conserve energy, drilling is scheduled to take place on the afternoon of the second sol. Once drilling has completed, Mastcam will image the new drill hole (planning for success!) the &ldquo;tailings&rdquo; generated by the percussion drill method, and the drill bit used to ensure it is in good condition.</p>\n\n<p>We will be eagerly awaiting the first images down after drilling, to see if we have the 24<sup>th</sup> successful drill hole on Mars!</p>\n", "thumb": "/system/news_items/list_view_images/8600_2665MH0001530001001562R00_DXXX-320x240.jpg", "main_image": "/system/news_items/main_images/8600_2665MH0001530001001562R00_DXXX.jpg", "status": 1}, {"id": 8599, "title": "Sol 2666: Did the Rover Do That?", "target": "_self", "main_image_alt": "", "meta_author": "Ashley Stroupe", "byline": "", "meta_keywords": "", "item_name": "https://mars.nasa.gov/msl-raw-images/msss/02664/mcam/2664ML0139650041002230C00_DXXX.jpg", "updated_at": "2020-02-05T19:53:22.221Z", "url": "/msl/mission-updates/8599/sol-2666-did-the-rover-do-that/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "​After seeing our initial contact science results and our successful pre-load test, the plan is to continue preparing to drill and get a sample from the Hutton target. ", "date": "February  5, 2020", "body": "<p>​After seeing our initial contact science results and our successful pre-load test, the plan is to continue preparing to drill and get a sample from the Hutton target. While we finalize our analysis from yesterday&rsquo;s activities, we are continuing to do more contact science on this fascinating workspace, including looking at &ldquo;Traprain Law,&rdquo; a place where our wheel scuffed the rock on an earlier drive (seen as the bright white streak in the center of the image). We also planned contact science on two other spots &ndash; &ldquo;Moorfoot Hills&rdquo; (a possible hollow nodule) and &ldquo;Liberton Brae&rdquo; (bedrock). As a rover planner, the tall nature of these two targets, which are very close together, relative to the local surface made for an interesting challenge to determine how to put the APXS down safety on each of these spots. We ended up touching between the two, to ensure we safely find the highest point, and then offset to get the desired APXS and MAHLI locations.</p>\n\n<p>In conjunction with the contact science, we did a lot of targeted remote sensing science as well, including Mastcam and ChemCam imaging of Hutton and a nearby vein.  We also have some of our standard environmental observations &ndash; a Mastcam full tau and crater rim extinction.</p>\n\n<p>Alas, however, this is the last day on MSL and at JPL for our Deputy Project Scientist, Joy Crisp. We wish her well in her retirement &ndash; Mars won&rsquo;t be the same without her.</p>\n", "thumb": "/system/news_items/list_view_images/8599_2664ML0139650041002230C00_DXXX-320x240.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8598, "title": "Sol 2665: Ch-Ch-Ch-Ch-Changes", "target": "_self", "main_image_alt": "Navcam image showing Curiosity surrounded by topography in our current location.", "meta_author": "Claire Newman", "byline": "", "meta_keywords": "Mars,Curiosity,SOWG,science,engineers,planning", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02664/opgs/edr/ncam/NLB_633993481EDR_S0790000NCAM00290M_.JPG", "updated_at": "2020-02-04T17:48:30.832Z", "url": "/msl/mission-updates/8598/sol-2665-ch-ch-ch-ch-changes/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Today’s planning was very interesting as we didn’t know what type of sol this would be until right before the meeting when all the science and engineering requests are integrated into a single plan for the rover to execute.", "date": "February  4, 2020", "body": "<p>Today&rsquo;s planning was very interesting as we didn&rsquo;t know what type of sol this would be until right before the Science Operations Working Group (SOWG) meeting when all the science and engineering requests are integrated into a single plan for the rover to execute.</p>\n\n<p>There were three options at the start of planning: (1) stay where we are and prepare to drill; (2) do a &lsquo;bump&rsquo; to get into a better position to drill; and (3) a longer drive to find a better location. The issue with (1) was that, while the drive over the weekend left Curiosity in front of a very interesting outcrop, it also left the rover with significant tilt. So it was initially unclear whether we would pass the Slip Risk Assessment Process (SRAP), as required to be able to drill here. For this reason, both the GEO (geology) and ENV (environmental) science theme groups had to come up with a few different plans! Due to power and other constraints, the science block was only 37 minutes long, which didn&rsquo;t leave enough time to do ChemCam activities as well as everything else. However, this location is of great interest for ChemCam because it&rsquo;s close to the contact between the Greenheugh Pediment and Murray formation, hence chemical analysis could reveal important information on processes affecting the rocks immediately beneath Mount Sharp&rsquo;s capping unit. </p>\n\n<p>The ENV group and Mastcam therefore agreed to give up all of our activities to ChemCam if we were going to immediately drive away (option 3). If, however, we were going to stay put or &lsquo;bump&rsquo; (options 1 and 2), we decided that ENV and Mastcam activities would take up all of the time, leaving the ChemCam activities until a later sol. Even then, the science activities varied depending on whether we stayed put or moved a little. For example, ENV dust devil movies are ideally taken during a period with REMS coverage, because we can then compare any imaged dust devils (dusty vortices) with measurements of vortex pressure drops made by REMS. The &lsquo;stay put&rsquo; plan (option 1) had the science block at about 2pm local true solar time on Mars, which was covered by REMS; however, the &lsquo;bump&rsquo; plan (option 2) had the science block earlier, during a period with no REMS coverage. So if we went with option 2, we would have pulled the dust devil movie to make room for other activities.</p>\n\n<p>In the end, we discovered at the start of the SOWG meeting that the rover had passed SRAP and we would be staying put to drill (option 1). We therefore stuck with our bevy of ENV and GEO Mastcam activities. For ENV, these included a Suprahorizon cloud movie (looking for clouds above the north crater rim), a Navcam dust devil movie, and a Navcam &lsquo;line of sight&rsquo; measurement of the dustiness across the crater. ENV activities were somewhat limited, as many of them rely on being able to image some distance away (e.g. to look for dust devils in all directions or to look for cloud shadows on Mount Sharp), whereas we are surrounded by high topography in many directions at this location (e.g. see image). For GEO, activities included APXS of the potential drill target &ldquo;Hutton,&rdquo; followed by a DRT (to remove dust) then a center and offset APXS on the potential drill spot, as well as a Mastcam mosaic of the top of &ldquo;Tower Butte&rdquo; to document sedimentologic structures, a Mastcam observation of a light-toned target named &ldquo;Dumfriesshire,&rdquo; and finally Mastcam on a on a portion of the bedrock that had been scuffed by the rover&rsquo;s wheel, to look for surface changes. The latter will be used to infer wind strength and direction at our current location, which is valuable both for comparison with Mars atmospheric models and to determine the risk of drill samples being blown away.</p>\n", "thumb": "/system/news_items/list_view_images/8598_NLB_633993481EDR_S0790000NCAM00290M_-320x240.jpg", "main_image": "/system/news_items/main_images/8598_NLB_633993481EDR_S0790000NCAM00290M_.jpg", "status": 1}, {"id": 8597, "title": "Sol 2662-2664: Contact Science at a Record Setting Tilt", "target": "_self", "main_image_alt": "View of the martian terrain, tilted.", "meta_author": "Abigail Fraeman", "byline": "", "meta_keywords": "Mars,tilt,Curiosity,Rover,bedrock,chemistry,rocks,drive", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02661/opgs/edr/ncam/NLB_633723990EDR_F0782858NCAM00284M_.JPG", "updated_at": "2020-02-03T16:57:45.052Z", "url": "/msl/mission-updates/8597/sol-2662-2664-contact-science-at-a-record-setting-tilt/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Curiosity is near the contact between the clay-bearing “Glen Torridon” unit and the “Greenheugh” pediment, and the rover is parked at a mission-record setting 26.9˚ tilt!", "date": "February  3, 2020", "body": "<p>Curiosity is near the contact between the clay-bearing &ldquo;Glen Torridon&rdquo; unit and the &ldquo;Greenheugh&rdquo; pediment, and the rover is parked at a mission-record setting 26.9˚ tilt! This weekend, we are going to use the rover&rsquo;s arm and remote sensing instruments to investigate the interesting textures and chemistry of rocks near the contact.  On the first sol of this weekend&rsquo;s plan, we will use ChemCam to collect chemical information from a bedrock target filled with nodules called &ldquo;Garron Point&rdquo; and a dark float rock that may have come from the Greenheugh pediment named &ldquo;Mull of Galloway.&rdquo;  We will also DRT and collect APXS, MAHLI, and ChemCam observations of &ldquo;Berwickshire,&rdquo; a typical-looking piece of bedrock.  APXS and MAHLI will also observe &ldquo;Cairnbulg,&rdquo; an area with nodules, and MAHLI will take some images of a vein named &ldquo;Ross and Cromarty.&rdquo;</p>\n\n<p>The second sol of the plan includes a Mastcam multispectral observation of Berwickshire and a stereo Mastcam mosaic of the contact between the Greenheugh pediment and Glen Torridon.  ChemCam will collect more data from &ldquo;Ramasaig,&rdquo; a dark vein near the rover, and &ldquo;St. Monanas,&rdquo; another piece of rock with interesting textures. The rover will also acquire some environmental science observations that will be used to understand atmospheric properties and search for dust devils.</p>\n\n<p>On the third sol of the plan, Curiosity will drive towards some flat rock outcrops that are nearby, but which the rover will be able to reach without having to park at such a high tilt.  The observations we collect from this area next week will help us decide whether these flatter rocks would be a good target to drill!</p>\n", "thumb": "/system/news_items/list_view_images/8597_NLB_633723990EDR_F0782858NCAM00284M_-320x240.jpg", "main_image": "/system/news_items/main_images/8597_NLB_633723990EDR_F0782858NCAM00284M_.jpg", "status": 1}, {"id": 8596, "title": "NASA's MAVEN Explores Mars to Understand Radio Interference at Earth", "target": "_self", "main_image_alt": "", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-02-03T16:28:38.000Z", "url": "/news/8596/nasas-maven-explores-mars-to-understand-radio-interference-at-earth/", "missions": [[181, "maven", "MAVEN"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "NASA’s MAVEN spacecraft has discovered “layers” and “rifts” in the electrically charged part of the upper atmosphere of Mars.", "date": "February  3, 2020", "body": "<p>NASA&rsquo;s MAVEN (Mars Atmosphere and Volatile EvolutioN) spacecraft has discovered &ldquo;layers&rdquo; and &ldquo;rifts&rdquo; in the electrically charged part of the upper atmosphere (the ionosphere) of Mars. The phenomenon is very common at Earth and causes unpredictable disruptions to radio communications. However, we do not fully understand them because they form at altitudes that are very difficult to explore at Earth. The unexpected discovery by MAVEN shows that Mars is a unique laboratory to explore and better understand this highly disruptive phenomenon.</p>\n\n<p><figure class='column-width embedded_video video_player_container'>\n<div class='video_wrapper'>\n<iframe width=\"987\" height=\"580\" src=\"https://www.youtube.com/embed/Y6RBFhzjnV4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n</div>\n<figcaption>\n <b>MAVEN Explores Mars to Understand Radio Interference at Earth</b><br />\nCredits: NASA's Goddard Space Flight Center<br />\n<a href=\"https://svs.gsfc.nasa.gov/13342\" target=\"_blank\">Download this video &rsaquo;</a>\n</figcaption>\n</figure>&ldquo;The layers are so close above all our heads at Earth, and can be detected by anyone with a radio, but they are still quite mysterious,&rdquo; says Glyn Collinson of NASA&rsquo;s Goddard Space Flight Center in Greenbelt, Maryland, lead author of a <a href=\"https://www.nature.com/articles/s41550-019-0984-8\" target=\"_blank\">paper on this research appearing February 3 in <i>Nature Astronomy</i></a><i>.</i> &ldquo;Who would have thought one of the best ways to understand them is to launch a satellite 300 million miles to Mars?&rdquo;</p>\n\n<p>If your favorite radio station has ever jammed or been replaced by another station, a likely cause are layers of electrically charged gas, called &ldquo;plasma&rdquo;, in the very upper-most region of the atmosphere, called the &ldquo;ionosphere&rdquo;. Forming suddenly and lasting for several hours, these layers act like giant mirrors in the sky, causing radio signals from far away to bounce over the horizon where they can interfere with local transmissions, like two people trying to talk over one another. The layers also can cause interference with radio communications by aircraft and shipping, and can blind military radar.</p>\n\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a class='inline_image_enlarge fancybox' href='/system/internal_resources/details/original/848_Graphic_illustrating_radio_signals_from_a_remote_station_%28bent_purple_line%29_interfering_with_a_local_station_%28black_tower%29_after_being_reflected_off_a_plasma_layer_in_the_ionosphere..jpeg'>\n<img alt='Graphic illustrating radio signals from a remote station (bent purple line) interfering with a local station (black tower) after being reflected off a plasma layer in the ionosphere.' src='/internal_resources/848'>\n<div class='enlarge_icon'></div>\n</a>\n<figcaption>\nGraphic illustrating radio signals from a remote station (bent purple line) interfering with a local station (black tower) after being reflected off a plasma layer in the ionosphere.<br />\nCredits: NASA Goddard/CI lab\n</figcaption>\n</figure>\n</div>\n\n<p>At Earth, the layers form at an altitude of about 60 miles (approximately 100km) where the air is too thin for an aircraft to fly, but too thick for any satellite to orbit. The only way to reach them is with a rocket, but these missions last only tens of minutes before falling back to Earth. &ldquo;We&rsquo;ve known they exist for over 80 years, but we know so little about what goes on inside them, because no satellite can get low enough to reach the layers,&rdquo; says Collinson, &ldquo;at least, no satellite at Earth&rdquo;.</p>\n\n<p>At Mars, spacecraft such as MAVEN can orbit at lower altitudes and can sample these features directly. MAVEN carries several scientific instruments that measure plasmas in the atmosphere and space around Mars. Recent measurements from one of these instruments detected unexpected sudden spikes in the abundance of plasma as it flew through the Martian ionosphere. Joe Grebowsky, former MAVEN project scientist at NASA Goddard, immediately recognized the spike from his previous experience with rocket flights through the layers at Earth. Not only had MAVEN discovered that such layers can occur at other planets than Earth, but the new results reveal that Mars offers what Earth cannot, a place where we can reliably explore these layers with satellites.</p>\n\n<p><div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24756/artists-concept-of-maven-encountering-plasma-layers-at-mars/' target='_self'>\n<img alt='Graphic illustrating the MAVEN spacecraft encountering plasma layers at Mars.' src='/system/resources/detail_files/24756_mavenatmars-web.jpg'>\n</a>\n<figcaption>\nGraphic illustrating the MAVEN spacecraft encountering plasma layers at Mars.<br />\nCredits: NASA Goddard/CI lab<br />\n<a href=\"/resources/24756/artists-concept-of-maven-encountering-plasma-layers-at-mars/\">Download image &rsaquo;</a>\n</figcaption>\n</figure>\n</div>&ldquo;The low altitudes observable by MAVEN will fill in a great gap in our understanding of this region on both Mars and Earth, with really significant discoveries to be had,&rdquo; says Grebowsky, a co-author on the paper.</p>\n\n<p>MAVEN observations are already overturning many of our existing ideas about the phenomena: MAVEN has discovered that the layers also have a mirror-opposite, a &ldquo;rift&rdquo;, where plasma is less abundant. The existence of such &ldquo;rifts&rdquo; in nature was completely unknown before their discovery at Mars by MAVEN, and overturns existing scientific models which say they cannot form. Additionally, unlike at Earth where the layers are short-lived and unpredictable, the Martian layers are surprisingly long-lived and persistent.</p>\n\n<p>These new discoveries already have given us a better understanding of the fundamental processes that underpin these layers, and future exploration at Mars will allow us to build better scientific models of how they form. While, much like the weather, we cannot stop them from forming, perhaps someday the new insights from Mars may help us to forecast them at Earth, meaning more reliable radio communication for us all.</p>\n\n<p>This research was funded by the MAVEN mission. MAVEN's principal investigator is based at the University of Colorado's Laboratory for Atmospheric and Space Physics, and NASA's Goddard Space Flight Center in Greenbelt, Maryland, manages the MAVEN project. Partner institutions include Lockheed Martin, the University of California at Berkeley, and NASA's Jet Propulsion Laboratory. NASA is exploring our Solar System and beyond, uncovering worlds, stars, and cosmic mysteries near and far with our powerful fleet of space and ground-based missions.</p>\n\n<p>For additional images, refer to:</p>\n\n<p><b><a href=\"https://svs.gsfc.nasa.gov/13342\" target=\"_blank\">https://svs.gsfc.nasa.gov/13342</a></b></p>\n\n<p><b><i>By Glyn Collinson</i></b><br />\n<i>NASA Goddard Space Flight Center, Greenbelt, Maryland<br />\n301-286-2511<br />\n<a href=\"mailto:glyn.a.collinson@nasa.gov\">glyn.a.collinson@nasa.gov</a></i></p>\n\n<p><b>NASA Media Contacts:</b></p>\n\n<p>Bill Steigerwald / Nancy Jones<br />\n<a href=\"https://www.nasa.gov/goddard\">NASA Goddard Space Flight Center, Greenbelt, Maryland</a><br />\n301-286-8955 / 301-286-0039<br />\n<a href=\"mailto:william.a.steigerwald@nasa.gov\">william.a.steigerwald@nasa.gov</a> / <a href=\"mailto:nancy.n.jones@nasa.gov\">nancy.n.jones@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8596_mavenatmars-320x240.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8593, "title": "Sols 2660-2661: A Geologic Six Pack", "target": "_self", "main_image_alt": "", "meta_author": "Michelle Minitti", "byline": "", "meta_keywords": "", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02659/opgs/edr/ncam/NLB_633559380EDR_F0782684NCAM00354M_.JPG", "updated_at": "2020-01-30T22:46:13.476Z", "url": "/msl/mission-updates/8593/sols-2660-2661-a-geologic-six-pack/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Yesterday’s drive successfully moved us uphill and closer to the “Greenheugh\" pediment. ", "date": "January 30, 2020", "body": "<p><span>Yesterday&rsquo;s drive successfully moved us uphill and closer to the &ldquo;Greenheugh\" pediment. The rocks around us were a riot of shapes, colors and textures, making it difficult to limit ourselves to which ones we would look at. The image above captures the six (yes, six!) targets we managed to fit in the plan today. The team is trying to understand how (or if) the bedrock chemistry changes as we move closer to the Greenheugh pediment, as the pediment marks a change in rock type from the majority of rocks we have encountered through the clay-bearing &ldquo;Glen Torridon&rdquo; unit. As such, many of our targets were dedicated to the bedrock today. MAHLI and APXS will analyze &ldquo;Cullivoe&rdquo; and &ldquo;Bogmill Pow,&rdquo; the former after it has been brushed by the DRT. Cullivoe represents the flatter, smoother areas of the bedrock free of veins or other erosion-resistant features while Bogmill Pow is one of the rough, multicolored areas of the bedrock. ChemCam will analyze a similarly complementary pair of targets. The goal is for &ldquo;High Possil&rdquo; to represent the background bedrock in this area, while &ldquo;Duncairn&rdquo; specifically focuses on an erosion-resistant feature that appears to be emerging from its host bedrock. Veins were a particularly spectacular feature of the workspace, often exhibiting white interiors and thin, gray exteriors. The most notable example is the bright, linear feature in the center of the image, given the name &ldquo;Tilicoultry,&rdquo; with a gray slab broken off and sitting on the sand to the right of the vein, named &ldquo;Hastigrow.&rdquo; This pair, and the bedrock and sand surrounding them, will be imaged using the Mastcam multispectral technique, which ought to help uncover the differences among the bedrock and the parts of the vein. </span></p>\n\n<p>Curiosity will intersperse observations of the sky among all those of the ground. Mastcam will acquire early morning images to measure the dust load in the atmosphere, and Navcam will acquire late afternoon movies to look for clouds and dust devils. RAD and REMS maintain their steady watch of the weather and radiation environment in Gale, and DAN will seek signals of hydrogen from under the rover both before and after we drive. Yes, as hard as it will be to leave this spot, higher elevations call! We will drive to the highest accessible bedrock exposure just below the pediment in hopes that we can interrogate its chemistry over the weekend. Surely, more excitement awaits!</p>\n", "thumb": "/system/news_items/list_view_images/8593_NLB_633559380EDR_F0782684NCAM00354M_-320x240.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8592, "title": "Sol 2659: Heading for the Bench!", "target": "_self", "main_image_alt": "Front Hazcam image showing the bedrock target at the centre of today's plan.", "meta_author": "Catherine O'Connell", "byline": "", "meta_keywords": "Mars,geology,Tower Butte,mudstones,sandstones,chemestry,sedimentary,Lost Valley,Balantyre,Aberdeenshire,Hill of Stake,Greenheugh,hill", "item_name": "", "updated_at": "2020-01-29T16:55:16.551Z", "url": "/msl/mission-updates/8592/sol-2659-heading-for-the-bench/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Today the geology theme group planned a single sol with a short science block and contact science, followed by a drive towards the bench along the side of “Tower Butte.” ", "date": "January 29, 2020", "body": "<p>Today the geology theme group (GEO) planned a single sol with a short science block (ChemCam and Mastcam) and contact science (APXS and MAHLI), followed by a drive towards the bench along the side of &ldquo;Tower Butte.&rdquo; The bench is an area that we are very interested in, as it marks a potential contact between the mudstones and sandstones that we have been driving over and a &ldquo;capping&rdquo; rock, which looks quite different. As we drive, we are looking for changes in chemistry and sedimentary processes, which can help us understand one of the big questions we are wrestling with right now: &ldquo;Why are these buttes here?!!\"</p>\n\n<p>APXS and MAHLI are analyzing the bedrock target &ldquo;Lost Valley,&rdquo; (the larger block in the centre of the image above) whilst ChemCam and Mastcam are analyzing two other bedrock targets &ldquo;Balantyre&rdquo; and &ldquo;Aberdeenshire.&rdquo; Mastcam will also image a very intriguing rock &ldquo;Hill of Stake&rdquo; outside of the range of the other instruments, and further imaging of the &ldquo;Greenheugh&rdquo; pediment, which we hope to climb onto before this year is out.</p>\n\n<p>Once these activities are complete, we start to climb further up the hill towards Tower Butte, hoping to end up with more bedrock in our workspace for a more complete compositional picture.</p>\n\n<p>The environmental theme group (ENV) crammed activities into this short sol too, including &ldquo;full tau&rdquo; and &ldquo;crater rim&rdquo; observations, which allows the ENV group to quantify dust in the crater and overhead in the atmosphere. REMS will acquire temperature, pressure, humidity, and UV radiation measurements. DAN  continues its search for subsurface hydrogen, with frequent passive (utilizing cosmic rays as a source of neutrons to measure hydrogen) and post-drive active (actively shooting neutrons from the rover) measurements.</p>\n", "thumb": "/system/news_items/list_view_images/8592_FLB_633461553EDR_F0782444FHAZ00302M_-320x240.jpg", "main_image": "/system/news_items/main_images/8592_FLB_633461553EDR_F0782444FHAZ00302M_.jpg", "status": 1}, {"id": 8591, "title": "Sol 2658: Touch and Go", "target": "_self", "main_image_alt": "", "meta_author": "Ken Herkenhoff", "byline": "", "meta_keywords": "Mars,MSL,Curiosity,bedrock,explore,Inverness Shire", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02657/opgs/edr/ncam/NLB_633379454EDR_F0782228NCAM00275M_.JPG", "updated_at": "2020-01-28T17:12:58.506Z", "url": "/msl/mission-updates/8591/sol-2658-touch-and-go/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "The Sol 2657 drive went well, so we have new bedrock exposures to explore on Sol 2658. ", "date": "January 28, 2020", "body": "<p>The Sol 2657 drive went well, so we have new bedrock exposures to explore on Sol 2658.  The goal for today is to get good chemical and remote sensing data in this location before proceeding uphill toward the south.  A \"touch-and-go\" sol is planned, starting with a short APXS integration on a bedrock slab named \"Marchmont.\"  MAHLI will take some images of Marchmont, then the arm will be moved out of the way for ChemCam observations of Marchmont and \"Inverness Shire,\" a darker block sitting on the bedrock surface.  Right Mastcam will then take images of the ChemCam targets and \"Whitelaw Moss,\" another slab of bedrock.  Mastcam will also acquire a 13x3 stereo mosaic of the west side of <a href=\"https://mars.nasa.gov/raw_images/772361/?site=msl\">Tower Butte</a> to examine its sedimentary structures.  After a 23-meter drive and the usual post-drive activities, ChemCam will use AEGIS to automatically select a bedrock target in the rover's new location.  Finally, MARDI will take an image during twilight.  The tactical planning team did a great job, which made for an easy day for me as SOWG Chair.</p>\n", "thumb": "/system/news_items/list_view_images/8591_NLB_633379454EDR_F0782228NCAM00275M_-320x240.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8590, "title": "Sols 2656-2657: Rover Activity Planning \"Gaming\" Finesse", "target": "_self", "main_image_alt": "MAHLI image featuring bedrock and veins. This image was taken by MAHLI onboard NASA's Mars rover Curiosity on Sol 2654 (2020-01-24T01:51:11.000Z).", "meta_author": "Susanne Schwenzer", "byline": "", "meta_keywords": "Mars,MSL,MAHLI,Curiosity,Rover,Normal,chemistry,plans", "item_name": "", "updated_at": "2020-01-27T17:11:33.253Z", "url": "/msl/mission-updates/8590/sols-2656-2657-rover-activity-planning-gaming-finesse/", "missions": [[176, "msl", "Mars Science Laboratory"], [175, "mep", "Mars Exploration Program"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Curiosity continues to function normally on Mars. We are at a very interesting point with potential changes in rock chemistry. ", "date": "January 27, 2020", "body": "<p>Curiosity continues to function normally on Mars. We are at a very interesting point with potential changes in rock chemistry. That always gets the geochemists like me to sit up and pay extra attention. But we don&rsquo;t always get it our way, because other investigations are just as important. Today&rsquo;s plan is a two-sol plan with the third day being a soliday, which did not make it any easier. As the Science Operations Working Group chair put it: &ldquo;This plan is a two-sol plan, but it surely doesn&rsquo;t feel like it with all the details!&rdquo; So, we waited anxiously for the plan to be combined from all the fragments and get the engineering judgement on power. Unfortunately, and despite serious efforts that reminded me of trying to play Tetris and Sudoku in the same game, the power available was not enough to get it all done. In a case like this, careful considerations are required regarding what observations are specific to the location or the time, and which ones could wait for the next plan. It was the ENV group, who today gave up an observation to make it all fit, but retains the crater rim extinction and the full tau observation.</p>\n\n<p>From a geochemist&rsquo;s perspective the most interesting part of the story at the current location is that we see two different types of bedrock. One is characterized in the images by a smoother appearance and veins in it. This type is the primary focus on the plan. But there is nodular bedrock, too. APXS has the smoother bedrock in reach and will measure the target &ldquo;Rannoch Moore&rdquo; as an evening investigation and &ldquo;Sauchiehall&rdquo; as an overnight, long duration target after DRT. MAHLI will document both targets. ChemCam will investigate &ldquo;Rannoch Moore&rdquo; in conjunction with APXS, and has the targets &ldquo;Janetstown,&rdquo; also on smoother bedrock, and &ldquo;Glenalmond&rdquo; on the nodular version.</p>\n\n<p>At our current location, we have an excellent view of several buttes and the Geenheugh pediment. This is reflected in a very busy plan for Mastcam. The Greenheugh pediment and Tower Butte are images together in a 19x4 mosaic, but there are two more observations with mosaics on Western Butte and the trough feature in front of us. This will allow for detailed analysis of the sediments, but also aid the upcoming drives. Exciting times at a very interesting location!</p>\n\n<p>ENV&rsquo;s activity is a sunset tau, and MARDI, DAN and REMS measurements as well as post-drive imaging complete this very busy plan. In addition to all the observations, Curiosity is set to drive 50 metres &ndash; uphill! I am sure Curiosity is happy and ready for a recharging soliday after this plan!</p>\n", "thumb": "/system/news_items/list_view_images/8590_2654MH0001710001001139R00_DXXX-320x240.jpg", "main_image": "/system/news_items/main_images/8590_2654MH0001710001001139R00_DXXX.jpg", "status": 1}, {"id": 8589, "title": "Sols 2653-2655: Attitude Adjustment", "target": "_self", "main_image_alt": "Curiosity's arm and Mars surface", "meta_author": "Scott Guzewich", "byline": "", "meta_keywords": "Mars, missions, NASA, rover, Curiosity, MSL, APXS, MAHLI, bedrock targets, Moffat Hills, Trossachs, ChemCam, Western Butte, Mastcam, multispectral, Trossachs, ENV", "item_name": "", "updated_at": "2020-01-22T21:46:17.147Z", "url": "/msl/mission-updates/8589/sols-2653-2655-attitude-adjustment/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "We learned this morning that plan was successful and Curiosity was ready for science once more!", "date": "January 21, 2020", "body": "<p>Last <a href=\"https://mars.nasa.gov/msl/mission-updates/8587/sols-2649-2652-curiosity-loses-its-attitude/\">Friday&rsquo;s plan</a> was designed to ensure Curiosity had enough knowledge of its orientation to proceed with arm activities and mobility.  </p>\r\n\r\n<p>We learned this morning that plan was successful and Curiosity was ready for science once more! </p>\r\n\r\n<p>And a very full science plan was made!  Much of today&rsquo;s plan was recycled from last Friday&rsquo;s intended plan, including contact science with APXS and MAHLI on bedrock targets Moffat Hills and Trossachs. There also was a plethora of ChemCam LIBS targets, a Mastcam mosaic of Western Butte, Mastcam multispectral images on Trossachs, and ENV movies to search for clouds and dust devils while also documenting atmospheric dust levels.</p>\r\n\r\n<p>Today&rsquo;s plan also included a rare measurement with APXS to measure the argon abundance in the atmosphere.</p>\r\n\r\n<p>Approximately 25% of Mars&rsquo; carbon dioxide-rich atmosphere condenses on the winter polar ice cap, while trace gases like argon do not.  This leads to seasonal variations in the relative fraction of argon to carbon dioxide in the air.  APXS can measure this argon variation by simply turning on and looking at the sky while the arm is stowed.  Seeing argon vary through the year is akin to watching Mars breathe! </p>\r\n", "thumb": "/system/news_items/list_view_images/8589_F0781652CCAM02647M_320x240.jpg", "main_image": "/system/news_items/main_images/8589_F0781652CCAM02647M_full-res.jpg", "status": 1}, {"id": 8588, "title": "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest", "target": "_self", "main_image_alt": "This illustration depicts NASA's next Mars rover, which launches in 2020.", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-01-21T19:01:00.198Z", "url": "/news/8588/nine-finalists-chosen-in-nasas-mars-2020-rover-naming-contest/", "missions": [[180, "mars2020", "Mars 2020 Rover"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. ", "date": "January 21, 2020", "body": "<p>Members of the public have an opportunity to vote for their favorite name for NASA's next Mars rover. The nine candidate names were made possible by the \"Name the Rover\" essay contest, which invited students in kindergarten through 12<sup>th</sup> grade from across the United States to come up with a fitting name for NASA's Mars 2020 rover and write a short essay about it.</p>\n\n<p>More than 28,000 essays were submitted after the contest began on Aug. 28 last year. A diverse panel of nearly 4,700 judge volunteers, composed of educators, professionals and space enthusiasts from all around the country, narrowed the pool down to 155 deserving semifinalists from every state and territory in the country.</p>\n\n<p>\"Thousands of students have shared their ideas for a name that will do our rover and the team proud,\" said Lori Glaze, director of NASA's Planetary Science Division in Washington. \"Thousands more volunteered time to be part of the judging process. Now it is the public's opportunity to become involved and express their excitement for their favorites of the final nine.\"</p>\n\n<p>The nine finalists (submission name, grade level, student name and state) are:</p>\n\n<ul>\n\t<li><b>Endurance</b>, K-4, Oliver Jacobs of Virginia</li>\n\t<li><b>Tenacity</b>, K-4, Eamon Reilly of Pennsylvania</li>\n\t<li><b>Promise</b>, K-4, Amira Shanshiry of Massachusetts</li>\n</ul>\n\n<p> </p>\n\n<ul>\n\t<li><b>Perseverance</b>, 5-8, Alexander Mather of Virginia</li>\n\t<li><b>Vision</b>, 5-8, Hadley Green of Mississippi</li>\n\t<li><b>Clarity</b>, 5-8, Nora Benitez of California</li>\n</ul>\n\n<p> </p>\n\n<ul>\n\t<li><b>Ingenuity</b>, 9-12, Vaneeza Rupani of Alabama</li>\n\t<li><b>Fortitude</b>, 9-12, Anthony Yoon of Oklahoma</li>\n\t<li><b>Courage</b>, 9-12, Tori Gray of Louisiana</li>\n</ul>\n\n<p>The poll opens online today and will remain open through Jan. 27 until 9 p.m. PST (midnight EST). The results of the poll will be a consideration in the final naming selection. For the poll, visit</p>\n\n<p style=\"text-align:center\"><b><a href=\"http://go.nasa.gov/name2020\" target=\"_blank\">go.nasa.gov/name2020</a></b></p>\n\n<p>After the poll closes, the nine student finalists will discuss their rover names with a panel including Glaze, NASA astronaut Jessica Watkins, NASA-JPL rover driver Nick Wiltsie and Clara Ma, who earned the honor of naming the Mars rover Curiosity as a sixth-grade student in 2009.</p>\n\n<p>The contest will conclude in early March, when the rover's new name &mdash; and the student behind it &mdash; are announced. The grand prize winner will also receive an invitation to see the spacecraft launch in July 2020 from Cape Canaveral Air Force Station in Florida.</p>\n\n<p>The currently unnamed rover is a robotic scientist weighing more than 2,300 pounds (1,000 kilograms). It will search for signs of past microbial life, characterize the planet's climate and geology, collect samples for future return to Earth and pave the way for human exploration of the Red Planet. Scheduled to launch in July or August 2020, the rover will land in Jezero Crater on Feb. 18, 2021.</p>\n\n<p>The naming contest partnership is part of a Space Act Agreement in educational and public outreach efforts between NASA, Battelle of Columbus, Ohio, and Future Engineers of Burbank, California.</p>\n\n<p>For complete contest and prize details, including a full listing of the 155 state/territory semifinalists, visit:</p>\n\n<p style=\"text-align:center\"><b><a href=\"https://www.futureengineers.org/nametherover\" target=\"_blank\">https://www.futureengineers.org/nametherover</a></b></p>\n\n<p>For information on NASA's Mars 2020 mission, visit:</p>\n\n<p style=\"text-align:center\"><b><a href=\"https://mars.nasa.gov/mars2020/\">https://mars.nasa.gov/mars2020/</a></b></p>\n\n<p>JPL built and will manage operations of the Mars 2020 rover for NASA&rsquo;s Science Missoin Directorate. NASA's Launch Services Program, based at the agency's Kennedy Space Center in Florida, is responsible for launch management.</p>\n\n<p><b>News Media Contacts</b></p>\n\n<p>DC Agle<br />\nJet Propulsion Laboratory, Pasadena, Calif.<br />\n818-393-9011<br />\n<a href=\"mailto:david.c.agle@jpl.nasa.gov\">david.c.agle@jpl.nasa.gov</a></p>\n\n<p>Grey Hautaluoma / Alana Johnson<br />\nHeadquarters, Washington<br />\n202-358-0668 / 202-358-1501<br />\n<a href=\"mailto:grey.hautaluoma-1@nasa.gov\">grey.hautaluoma-1@nasa.gov</a> / <a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8588_name20190625-320x240.jpg", "main_image": "/system/news_items/main_images/8588_name20190625-16.jpg", "status": 1}, {"id": 8587, "title": "Sols 2649-2652: Curiosity Loses Its Attitude", "target": "_self", "main_image_alt": "This Hazcam image shows Curiosity's arm extended out to perform an APXS analysis of the bedrock. Curiosity has to know the exact angle of every joint to move safely. ", "meta_author": "Dawn Sumner", "byline": "", "meta_keywords": "Mars, missions, Curiosity, rover, APXS, analysis, memory", "item_name": "", "updated_at": "2020-01-21T03:48:37.531Z", "url": "/msl/mission-updates/8587/sols-2649-2652-curiosity-loses-its-attitude/", "missions": [[176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Curiosity stores its body attitude in memory, things like the orientation of each joint, which instrument on the end of its arm is pointing down, and how close APXS is to the ground.", "date": "January 20, 2020", "body": "<p><span>Knowing where our bodies are helps us move through the world. We know if we are standing or sitting, if our arms are out or by our sides (or for some people, not there at all). This body awareness is essential for staying safe.</span></p>\n\n<p><span>Rovers also need to know where their bodies are relative to their surroundings. Curiosity stores its body attitude in memory, things like the orientation of each joint, which instrument on the end of its arm is pointing down, and how close APXS is to the ground. It also stores its knowledge of the environment, things like how steep the slope is, where the big rocks are, and where the bedrock sticks out in a dangerous way. Curiosity evaluates this information before any motor is activated to make sure the movement can be executed safely. When the answer is no - or even maybe not - Curiosity stops without turning the motor. This conservative approach helps keep Curiosity from hitting its arm on rocks, driving over something dangerous, or pointing an unprotected camera at the sun. These safety checks require an accurate knowledge of the rover position within its environment and are an essential part of good engineering practice. They have kept Curiosity safe over the years.</span></p>\n\n<p><span>Partway through its last set of activities, Curiosity lost its orientation. Some knowledge of its attitude was not quite right, so it couldn't make the essential safety evaluation. Thus, Curiosity stopped moving, freezing in place until its knowledge of its orientation can be recovered. Curiosity kept sending us information, so we know what happened and can develop a recovery plan. That is exactly what we did today: The engineers on the team built a plan to inform Curiosity of its attitude and to confirm what happened. We want Curiosity to recover its ability to make its safety checks, and we also want to know if there is anything we can do to prevent a similar problem in the future. This approach helps keep our rover safe. </span></p>\n", "thumb": "/system/news_items/list_view_images/8587_FLB_632472136EDR_F0781652FHAZ00236M_-320x240.jpg", "main_image": "/system/news_items/main_images/8587_FLB_632472136EDR_F0781652FHAZ00236M_.jpg", "status": 1}, {"id": 8586, "title": "Sols 2645-2646: A Strange Trough on Western Butte", "target": "_self", "main_image_alt": "", "meta_author": "Melissa Rice", "byline": "", "meta_keywords": "Mars, mission, NASA, Curiosity, rover, MAHLI, APXS", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02643/opgs/edr/ncam/NLB_632127903EDR_F0781442NCAM00264M_.JPG", "updated_at": "2020-01-14T18:00:17.760Z", "url": "/msl/mission-updates/8586/sols-2645-2646-a-strange-trough-on-western-butte/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "While descending from Western Butte, Curiosity has stopped to investigate a strange trough along the way.", "date": "January 13, 2020", "body": "<p>While descending from Western Butte, Curiosity has stopped to investigate a strange trough along the way. In the images from orbit, it looks like someone drew a thick straight line with a dark felt marker on the southeastern side of the butte.  From the ground, it looks like a shallow ditch filled with dark sand. We don&rsquo;t know what created this feature, or why it happens to be right here, so it&rsquo;s worth stopping for a closer look.</p>\n\n<p>Over the weekend (Sols 2642-2644), Curiosity drove downhill and parked at the top of the trough, which we named &ldquo;Balgy.&rdquo; The main event in today&rsquo;s plan (Sols 2645-2646) is a large Mastcam stereo mosaic covering both sides of Balgy Trough. We&rsquo;ll also take a smaller Mastcam stereo mosaic of laminated rocks nearby called &ldquo;Baljaffray,&rdquo; and grab a quick set of MAHLI and APXS observations on the bedrock target &ldquo;Kennedys Pass.&rdquo; After that, Curiosity will finish descending from Western Butte and will head south.</p>\n", "thumb": "/system/news_items/list_view_images/8586_a-strange-trough_320x240px.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8585, "title": "NASA's Mars 2020 Rover Closer to Getting Its Name", "target": "_self", "main_image_alt": "This illustration depicts NASA's next Mars rover, which launches in 2020.", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2020-01-13T19:13:55.834Z", "url": "/news/8585/nasas-mars-2020-rover-closer-to-getting-its-name/", "missions": [[180, "mars2020", "Mars 2020 Rover"]], "news_type": [[19, "press", "Press Releases"]], "description": "155 students from across the U.S. have been chosen as semifinalists in NASA's essay contest to name the Mars 2020 rover, and see it launch from Cape Canaveral this July.", "date": "January 13, 2020", "body": "<p>NASA's Mars 2020 rover is one step closer to having its own name after 155 students across the U.S. were chosen as semifinalists in the \"Name the Rover\" essay contest. Just one will be selected to win the grand prize &mdash; the exciting honor of naming the rover and an invitation to see the spacecraft launch in July 2020 from Cape Canaveral Air Force Station in Florida.</p>\n\n<p>The currently unnamed rover is a robotic scientist weighing more than 2,300 pounds (1,000 kilograms). It will search for signs of past microbial life, characterize the planet's climate and geology, collect samples for future return to Earth and pave the way for human exploration of the Red Planet.</p>\n\n<p>\"This rover is the first leg of a round-trip mission to Mars that will advance understanding in key science fields like astrobiology,\" said Lori Glaze, director of NASA's Planetary Science Division. \"This contest is a cool way to engage the next generation and encourage careers in all STEM fields. The chosen name will help define this rover's unique personality among our fleet of Martian spacecraft.\"</p>\n\n<p>With more than 28,000 essay submissions received from K-12 students, NASA recruited volunteer contest judges from every U.S. state and territory. Nearly 4,700 eligible judge volunteers were selected from a diverse pool of educators, professionals, and space enthusiasts and were instrumental in selecting the semifinalists.</p>\n\n<p>The next phases of judging will reduce the competition to nine finalists, and the public will have an opportunity to vote for their favorite name online in late January. The results of the poll will be a consideration in the final naming selection.</p>\n\n<p>The nine finalists will talk with a panel of experts, including <a href=\"https://science.nasa.gov/about-us/leadership/lori-glaze\" target=\"_blank\">Glaze</a>, NASA astronaut <a href=\"https://www.nasa.gov/astronauts/biographies/jessica-watkins/biography\" target=\"_blank\">Jessica Watkins</a>, NASA JPL rover driver <a href=\"https://www-robotics.jpl.nasa.gov/people/Nick_Wiltsie/\" target=\"_blank\">Nick Wiltsie</a> and <a href=\"https://mars.nasa.gov/resources/24667/clara-ma-then-and-now/\">Clara Ma</a>, who proposed the name for the Mars Science Laboratory rover, Curiosity, as a sixth-grade student in 2009. The grand prize winner will be announced in early March 2020.</p>\n\n<p>For complete contest and prize details, including a full listing of the 155 state/territory semifinalists, visit:</p>\n\n<p style=\"text-align:center\"><b><a href=\"https://www.futureengineers.org/nametherover\" target=\"_blank\">https://www.futureengineers.org/nametherover</a> </b></p>\n\n<p>The naming contest partnership is part of a Space Act Agreement in educational and public outreach efforts between NASA, Battelle of Columbus, Ohio, and Future Engineers of Burbank, California.</p>\n\n<p>NASA's Jet Propulsion Laboratory in Pasadena, California, manages rover development for the agency. The Launch Services Program at NASA's Kennedy Space Center in Florida is responsible for launch management.</p>\n\n<p>Mars 2020 is part of a larger program that includes missions to the Moon as a way to prepare for human exploration of the Red Planet. Charged with returning astronauts to the Moon by 2024, NASA will establish a sustained human presence on and around the Moon by 2028 through NASA's <a href=\"https://www.nasa.gov/specials/artemis/\" target=\"_blank\">Artemis lunar exploration plans</a>.</p>\n\n<p>For more information about the mission, go to:<br />\n<a href=\"https://mars.nasa.gov/mars2020/\">https://mars.nasa.gov/mars2020/</a></p>\n\n<p>For more about NASA's Moon to Mars plans, visit:<br />\n<a href=\"https://www.nasa.gov/topics/moon-to-mars\" target=\"_blank\">https://www.nasa.gov/topics/moon-to-mars</a></p>\n\n<p>Grey Hautaluoma / Alana Johnson<br />\nHeadquarters, Washington<br />\n202-358-0668 / 202-358-1501<br />\n<a href=\"mailto:grey.hautaluoma-1@nasa.gov\">grey.hautaluoma-1@nasa.gov</a> / <a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov</a></p>\n\n<p>DC Agle<br />\nJet Propulsion Laboratory, Pasadena, California<br />\n818-393-9011<br />\n<a href=\"mailto:david.c.agle@jpl.nasa.gov\">david.c.agle@jpl.nasa.gov</a></p>\n", "thumb": "/system/news_items/list_view_images/8585_name20190625-320x240.jpg", "main_image": "/system/news_items/main_images/8585_name20190625-16.jpg", "status": 1}, {"id": 8584, "title": "Sols 2642-2644: Contact Science at Western Butte", "target": "_self", "main_image_alt": "", "meta_author": "Lauren Edgar", "byline": "", "meta_keywords": "Mars, mission, NASA, curiosity, rover, Navcam, Mastcam", "item_name": "https://mars.nasa.gov/msl-raw-images/msss/02640/mhli/2640MH0007060011000845C00_DXXX.jpg", "updated_at": "2020-01-11T00:45:09.939Z", "url": "/msl/mission-updates/8584/sols-2642-2644-contact-science-at-western-butte/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Curiosity is still on the shoulder of Western Butte at a location that provides a good vantage point, exposes changes in stratigraphy, and reveals some interesting float blocks in our workspace.", "date": "January 11, 2020", "body": "<p>Curiosity is still on the shoulder of Western Butte at a location that provides a good vantage point, exposes changes in stratigraphy, and reveals some interesting float blocks in our workspace.   On Wednesday (planning Sols 2640-2641) we were able to conduct contact science on a bedrock target named &ldquo;Buchan Haven,&rdquo; as seen in the above MAHLI image, which also shows where the Dust Removal Tool (DRT) cleared away a fresh surface.  The three sol weekend plan is our second opportunity to do contact science here.</p>\r\n\r\n<p>I was the SOWG Chair today, and it was a pretty busy day of planning.  The plan kicks off with several ChemCam observations to assess the chemistry of a nodule target &ldquo;Strathy Point,&rdquo; a vein target &ldquo;Abernethy,&rdquo; and bedrock target &ldquo;Glen Clunie,&rdquo; along with Mastcam documentation of these rocks.  Then MAHLI and APXS will be used to characterize the grain size, sedimentary structures, and chemistry of &ldquo;Lomond Hills&rdquo; (a dark float block that might represent the butte capping unit), and &ldquo;Abernethy&rdquo; (an interesting vein).  The second sol includes additional remote sensing, with several long distance RMI mosaics to assess the stratigraphy of the pediment and Gediz Vallis ridge, and a Mastcam multispectral observation of a light-toned vein at &ldquo;Hascosay.&rdquo;  The Environmental theme group planned a number of atmospheric monitoring observations, including a Mastcam tau, crater rim extinction, Navcam line of sight, and dust devil and suprahorizon movies.  Then Curiosity will drive ~45 m to the northeast, down the eastern slope of the butte.  After the drive we&rsquo;ll acquire imaging to help with context and targeting for next week.  On the morning of Sol 2644, Curiosity will acquire additional environmental monitoring observations, and then run a SAM atmospheric methane observation.</p>\r\n", "thumb": "/system/news_items/list_view_images/8584_today_320x240px.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8583, "title": "Sols 2640-2641: Like a Dog Under the Table…", "target": "_self", "main_image_alt": "", "meta_author": "Roger Wiens", "byline": "", "meta_keywords": "Mars, mission, NASA, Curiosity, rover, Mastcam", "item_name": "https://mars.nasa.gov/msl-raw-images/msss/02635/mcam/2635MR0137990011103010C00_DXXX.jpg", "updated_at": "2020-01-09T19:30:26.257Z", "url": "/msl/mission-updates/8583/sols-2640-2641-like-a-dog-under-the-table/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "The Curiosity rover is still at the highest point it will reach on “Western Butte,” having done a short bump to allow it to do contact science.", "date": "January  9, 2020", "body": "<p>The Curiosity rover is still at the highest point it will reach on &ldquo;Western Butte,&rdquo; having done a short bump to allow it to do contact science. You can check out the map of Curiosity&rsquo;s location <a href=\"https://mars.nasa.gov/msl/mission/where-is-the-rover/?page=0&per_page=25&order=sol+desc&search=&category=176%3A295&url_suffix=%3Fsite%3Dmsl\">here</a>. The team would like to understand the composition, morphology, and ultimately, the origin of the capping unit of this butte. An image of this capping unit is shown above, taken by the Mastcam M100 camera on Sol 2635. The rocks look really interesting and unusual, but the butte is too steep to drive to the top to sample them. Fortunately, nature is kind to us, and somewhat like humans drop scraps to their pet dog under the table, nature has rolled some samples down to where the rover is. Some of those samples were highlighted in an earlier <a href=\"https://mars.nasa.gov/msl/mission-updates/8579/sol-2634-happy-new-year-from-mars/\">post</a>. I gave a presentation within the team today on the first results of those rocks, while the rover makes more observations of them and of other features in the area.</p>\r\n\r\n<p>Today the team planned two action-packed sols. Our planning session started rather late due to the lateness of the data downlink. This plan is a big opportunity for contact science, as the rover is on stable ground after being for several days with a wheel perched on a rock. Targets &ldquo;Buchan Haven&rdquo; (overnight) and &ldquo;Heinrich Waenke&rdquo; will be observed by APXS. The DRT is planning to be used. MAHLI will take images of &ldquo;Abernethy,&rdquo; &ldquo;Lochmond Hills,&rdquo; &ldquo;Buchan Haven,&rdquo; and &ldquo;Heinrich Waenke&rdquo; (as close as 1 cm standoff distance). Additionally, there are Mastcam images of &ldquo;Hangingstone Hill&rdquo; (a dark float rock, potentially from the capping unit), &ldquo;Strathy Point&rdquo; (a nodule), &ldquo;White Rashes&rdquo; (local bedrock), and a 15x8 &ldquo;Glen Torridon Mount Sharp Ascent Route&rdquo; mosaic with the M100 camera. Mastcam will also observe &ldquo;Buchan Haven,&rdquo; &ldquo;Crianlarich Hills&rdquo; (2 images), and will take an image of the calibration target. ChemCam will do a combination of long-distance imaging and compositional analyses of targets near the rover. The latter are &ldquo;Hangingstone Hill,&rdquo; &ldquo;Strathy Point,&rdquo; and &ldquo;White Rashes,&rdquo; mentioned above. The long-distance mosaics are &ldquo;Glen Docherty&rdquo; and &ldquo;LD Sulfate 2640a.&rdquo; Navcam will take a dust-devil movie. There is also a DAN active observation, a SAM scrubber activity, a Mastcam full tau, and RAD and REMS get-data activities.</p>\r\n\r\n<p>The contact-science target &ldquo;Heinrich Waenke&rdquo; honors a late German scientist of that name (1928-2015) who was instrumental in the development of the APXS instrument, which was originally on the Sojourner rover, then was used on MER, and is now on MSL.</p>\r\n", "thumb": "/system/news_items/list_view_images/8583_like-a-dog_320x240px.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8582, "title": "Sol 2639: SAM Is Feeling Better", "target": "_self", "main_image_alt": "", "meta_author": "Kenneth Herkenhoff", "byline": "", "meta_keywords": "Mars, mission. NASA, Curiosity, rover", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02638/opgs/edr/fcam/FRB_631677084EDR_F0781138FHAZ00341M_.JPG", "updated_at": "2020-01-08T18:44:57.061Z", "url": "/msl/mission-updates/8582/sol-2639-sam-is-feeling-better/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Sunrise was late this morning in Earth's mid-northern latitudes, so I made a point of looking for Mars before dawn when I woke up.", "date": "January  8, 2020", "body": "<p><span>Sunrise was late this morning in Earth's mid-northern latitudes, so I made a point of looking for Mars before dawn when I woke up.  It was easily visible above Antares, the brightest star in Scorpius, named \"not Mars\" in Greek because it is about as red and bright as the planet.  Seeing that point of light in the morning sky reminded me how far away Mars is, and how fortunate we are to be operating a rover on its surface. </span></p>\r\n\r\n<p><span>Later this morning, when planning began for Sol 2639, SAM was still marked sick, so the strategically planned bump was replaced with targeted science.  Mastcam will extend the stereo mosaic of Western Butte and take a multispectral set of images of the \"Ben Eighe\" outcrop (<a href=\"https://mars.nasa.gov/raw_images/766444?site=msl\">upper right of center</a>).  After the re-planned bump to fix the wheelie, the AEGIS software will be used to autonomously acquire ChemCam observations of 2 targets in the new workspace, Navcam will search for dust devils, and MARDI will again acquire an image of the ground behind the left front wheel during twilight.</span></p>\r\n\r\n<p><span>Late during tactical planning this afternoon, SAM was marked healthy, so things are looking up for Sol 2640-2641 planning tomorrow.</span></p>\r\n", "thumb": "/system/news_items/list_view_images/8582_sam-feels-better_320x240px.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8581, "title": "Sol 2638: All Too Familiar", "target": "_self", "main_image_alt": "", "meta_author": "Ryan Anderson", "byline": "", "meta_keywords": "Mars, mission, NASA, Curiosity, rover", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02636/opgs/edr/fcam/FRB_631501326EDR_F0781138FHAZ00303M_.JPG", "updated_at": "2020-01-08T18:32:25.394Z", "url": "/msl/mission-updates/8581/sol-2638-all-too-familiar/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "We found out that over the weekend the planned “bump” to get the rover in position for contact science didn’t execute.", "date": "January  7, 2020", "body": "<p>We found out that over the weekend the planned &ldquo;bump&rdquo; to get the rover in position for contact science didn&rsquo;t execute. That meant that when we started planning today, we were greeted with the familiar view of the workspace from last week. Although it was disappointing that we weren&rsquo;t able to do contact science today, the bright side was that instead we got a massive 2 hour science block! We&rsquo;re in a great position to observe the Gediz Valles deposits (informally named &ldquo;the claw&rdquo;) on top of the Greenheugh Pediment, so the Sol 2638 plan has three more ChemCam RMI mosaics in addition to the two collected over the weekend. The giant science block also allowed us to fit two ChemCam chemistry observations in. One was a follow up observation right next to the vein target Hascosay that was observed on sol 2636. Hascosay had some very interesting chemistry, so the new target &ldquo;Northon&rdquo; will take another look just a few centimeters away. The other ChemCam chemistry target is a small rock named &ldquo;Bruntsfield&rdquo; that looked a bit different than some of the other rocks in the area. Mastcam will document the two chemistry targets and then will collect a 3x1 mosaic of a group of rocks named &ldquo;Clachtoll&rdquo; to study their textures.</p>\r\n\r\n<p>Amusingly, even though the target names Clachtoll and Bruntsfield were chosen at random from our long list of potential names, we learned that they were very familiar to one of our team members! He told us that he spent a lot of time camping at Clachtoll (the one on Earth, presumably) on one of his first major geology projects, and Bruntsfield was the name of a neighborhood in Edinburgh where he had lived! We resisted the urge to rename Clachtoll to simply &ldquo;Sanjeev&rsquo;s tent.&rdquo;</p>\r\n\r\n<p>The Sol 2638 plan is rounded out with some atmospheric observations: a dust devil movie at the end of the long science block, and a couple of movies to watch for clouds early in the morning on Sol 2639. Hopefully the bump will go well in the 2639 plan and we&rsquo;ll be back on track for contact science later in the week!</p>\r\n", "thumb": "/system/news_items/list_view_images/8581_All-too-familiar_320x240px.jpg", "main_image": "/assets/public/missing.png", "status": 1}, {"id": 8580, "title": "Sols 2635-2637: Doing a Wheelie", "target": "_self", "main_image_alt": "Dust devil survey image looking across the crater trench toward the northern rim on sol 2632.", "meta_author": "Claire Newman", "byline": "", "meta_keywords": "Mars, mission, NASA, Curiosity, rover, ChemCam, Mastcam, Navcam", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02632/opgs/edr/ncam/NRB_631138496EDR_S0781002NCAM00594M_.JPG", "updated_at": "2020-01-06T19:39:58.710Z", "url": "/msl/mission-updates/8580/sols-2635-2637-doing-a-wheelie/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "At the start of planning for the 3-sol weekend plan, we were told that telemetry showed one of Curiosity’s middle wheels was lifted ~15 cm off the ground following the previous drive.", "date": "January  6, 2020", "body": "<p>At the start of planning for the 3-sol weekend plan, we were told that telemetry showed one of Curiosity&rsquo;s middle wheels was lifted ~15 cm off the ground following the previous drive. This meant we needed to do a short &lsquo;bump&rsquo; to adjust the rover&rsquo;s position ready for Monday&rsquo;s planning and had to postpone the contact science we want to do while the rover sits at its highest point on Western Butte. Instead, we focused on doing all the remote surface science needed here and catching up on atmospheric monitoring observations after the holidays. Remote sensing observations included ChemCam rasters and Mastcam images of dark float blocks (&ldquo;Shiskine&rdquo; and &ldquo;Lauderdale&rdquo;) and a vein complex (&ldquo;Hascosay&rdquo;), RMI mosaics on Gediz Valles mound materials (&ldquo;Craw Tap&rdquo; and &ldquo;Gowrie&rdquo;), Mastcam multispectral observations of Lauderdale, and Mastcam mosaics of the Western Butte top and the Greenheugh Pediment. We also took a MARDI image to monitor surface changes underneath the rover. </p>\r\n\r\n<p>Atmospheric science activities included our regular REMS atmospheric monitoring, RAD radiation monitoring, and DAN passive and active measurements of the subsurface. In the first sol, we also planned a Dust Devil Survey to look for dust-filled convective vortices around local noon, when convection is strong. This was followed by late afternoon activities in the first sol and early morning activities in the third sol, all of which involved making measurements of aerosols (dust or water ice). The two timings were chosen partly so we have some idea how aerosols change with time of sol, but also because imaging early or late in the day is often the best time to find clouds, because relative humidity increases when temperatures cool (provided the amount of water vapor stays the same). In the late afternoon on the first sol, we planned Mastcam measurements of the atmospheric aerosol opacity in the column above us and Mastcam and Navcam measurements of the visibility across the crater. We also planned three cloud observations with Navcam: a Phase Function Sky Survey - a set of images that we use to infer the properties of cloud particles; a Cloud Altitude Observation - movies of clouds and their shadows on Mt. Sharp that, in combination, allow us to infer both the height and speed of the clouds; and a Supra-Horizon movie that looks for clouds over the rim of the crater. Finally, early in the third sol we again measured the column and across-crater opacity with Mastcam, then took Navcam Zenith and Supra-Horizon movies to look for clouds above Mt. Sharp and the crater rim, respectively. Finally, the SAM team decided to repeat an atmospheric observation to measure the methane abundance, and this was performed in the third sol of the plan. </p>\r\n\r\n<p>Having &lsquo;un-wheelied&rsquo; in this plan, next week we&rsquo;ll be doing the contact science we missed over the weekend, then heading down the Western Butte again and toward the Greenheugh pediment.</p>\r\n", "thumb": "/system/news_items/list_view_images/8580_doing-a-wheelie_320x240px.jpg", "main_image": "/system/news_items/main_images/8580_doing_a_wheelie.jpg", "status": 1}, {"id": 8579, "title": "Sol 2634: Happy New Year From Mars!", "target": "_self", "main_image_alt": "Curiosity’s workspace at the top of Western Butte for the next few sols.", "meta_author": "Lucy Thompson", "byline": "", "meta_keywords": "Mars, mission, NASA, rover, Curiosity, MRO, ChemCam, SAM, Navcam, REMS", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02633/opgs/edr/ncam/NLB_631235109EDR_F0781138NCAM00259M_.JPG", "updated_at": "2020-01-02T22:33:45.704Z", "url": "/msl/mission-updates/8579/sol-2634-happy-new-year-from-mars/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "The two MRO passes that should have downlinked the data from Curiosity’s New Year activities, to enable planning today, got delayed during processing on the ground.", "date": "January  2, 2020", "body": "<p>The two MRO passes that should have downlinked the data from Curiosity&rsquo;s New Year activities, to enable planning today, got delayed during processing on the ground. We did not get the images of our workspace until just prior to when we were supposed to deliver our plan. The Tactical Uplink Lead for the day gave us permission to delay delivery, and the team efficiently managed to add two targeted ChemCam analyses of bedrock (&ldquo;Ben Eighe&rdquo; and &ldquo;Braid Hills&rdquo;), with accompanying Mastcam documentation imaging. The rest of the plan was filled with untargeted environmental observations including ChemCam passive sky, a Navcam dust devil survey and cloud movie observations, as well as the standard REMS, DAN and RAD activities. A SAM scrubber clean and transfer data were also included, following on from SAM atmospheric measurements over the holiday period. Finally, a Navcam 3x1 mosaic was planned, which should facilitate targeting with Mastcam and the ChemCam Remote Micro-imager in upcoming plans.</p>\r\n\r\n<p>The planned drive from the previous sol executed flawlessly, resulting in a stunning view of the top of Western Butte, and a workspace strewn with dark angular float rocks (not in place), on top of the paler, in-place bedrock. The previous workspace had also included intact bedrock with dark, angular float rocks. We received closer up images and compositional data for some of these float rocks over the holidays, revealing some interesting similarities to rocks encountered a lot earlier in the mission.  The geologists are trying to figure out the relationship of the dark, angular blocks to the in-place bedrock, and intact darker, resistant, capping rock observed at the top of slopes immediately behind Western Butte. Everyone is excited to be able to continue to investigate the bedrock and float rock at this location, as well as to document the view afforded to Curiosity from this vantage point near the top of Western Butte.</p>\r\n", "thumb": "/system/news_items/list_view_images/8579_happy-ny_320x240px.jpg", "main_image": "/system/news_items/main_images/8579_happy_ny.jpg", "status": 1}, {"id": 8578, "title": "Media Get a Close-Up of NASA's Mars 2020 Rover", "target": "_self", "main_image_alt": "Members of the media interview the builders of the Mars 2020 mission inside JPL's clean room.", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2019-12-27T22:15:52.812Z", "url": "/news/8578/media-get-a-close-up-of-nasas-mars-2020-rover/", "missions": [[180, "mars2020", "Mars 2020 Rover"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "The clean room at NASA's Jet Propulsion Laboratory was open to the media to see NASA's next Mars explorer before it leaves for Florida in preparation for a summertime launch.", "date": "December 27, 2019", "body": "<p>Members of the media walked the clean-room floor at NASA's Jet Propulsion Laboratory in Pasadena, California, on Dec. 27 to glimpse the agency's <a href=\"https://mars.nasa.gov/mars2020/\">Mars 2020 rover</a> and speak with experts working on the mission. It was the media's only opportunity to see the rover from inside the clean room prior to its shipment to Cape Canaveral in February.</p>\r\n\r\n<p>\"It was a great opportunity for the media not only to see our work close up, but to meet some of the women and men who have dedicated several years of their careers ensuring this next Mars rover lives up to the legacy of those that were built here before it,\" said David Gruel, the Mars 2020 assembly, test and launch operations manager at JPL.</p>\r\n\r\n<p>The clean room, also known as the <a href=\"https://mars.nasa.gov/news/8575/space-history-is-made-in-this-nasa-robot-factory/\">Spacecraft Assembly Facility's High Bay 1</a>, is where all four of NASA's Mars rovers were constructed: the microwave-oven-sized <a href=\"https://www.jpl.nasa.gov/missions/mars-pathfinder-sojourner-rover/\">Sojourner</a>, which landed in 1997; the golf-cart-sized <a href=\"https://mars.nasa.gov/mer/\">Mars Exploration Rovers</a> Spirit and Opportunity, which landed in 2004; and <a href=\"https://mars.nasa.gov/msl/\">Curiosity rover</a>, about the size of a Mini Cooper, which has been exploring the Red Planet's <a href=\"https://mars.nasa.gov/news/8437/video-fly-over-mount-sharp-on-mars/\">Mount Sharp</a> region since 2012.</p>\r\n\r\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24742/media-meet-nasas-mars-2020-rover-and-builders/' target='_self'>\n<img alt='A member of the media interviews mission team member Jessica Samuels inside JPL’s High Bay 1 clean room on Dec. 27, 2019, during Mars 2020 media day. ' src='/system/resources/detail_files/24742_PIA23587-2ndIMAGE.jpg'>\n</a>\n<figcaption>\n<b>Media Meet NASA's Mars 2020 Rover and Builders: </b>A member of the media interviews mission team member Jessica Samuels inside JPL&rsquo;s High Bay 1 clean room on Dec. 27, 2019, during Mars 2020 media day. <a href=\"https://mars.nasa.gov/resources/24742/media-meet-nasas-mars-2020-rover-and-builders/\">Full image and caption &rsaquo;</a>\n</figcaption>\n</figure>\n</div>\r\n\r\n<p>Scheduled to launch in July or August 2020, the Mars 2020 rover will land in Jezero Crater on Feb. 18, 2021. There it will search for signs of <a href=\"https://mars.nasa.gov/news/8549/nasas-mars-2020-will-hunt-for-microscopic-fossils/\">past microbial life</a>, characterize Mars' climate and geology, collect samples for future return to Earth and pave the way for human exploration of the Red Planet.</p>\r\n\r\n<p>Both to ensure that as few Earthly microbes as possible hitch a ride to Mars and to keep out particles that could interfere with the rover's operations, High Bay 1 comes with strict cleanliness standards: Anyone entering the clean room, whether a technician or a journalist, must wear a \"bunny suit,\" booties, a hair cover, a face mask and latex gloves. Because notepads and writing implements could shed dust and other particles, specially-approved paper and pens were provided to visiting media members on request.</p>\r\n\r\n<p>In the coming weeks, engineers and technicians will pack the 2020 rover into a specially-designed container. After it arrives at the Cape, Mars 2020 will undergo final processing and testing before launch.</p>\r\n\r\n<p>JPL built and will manage operations of the Mars 2020 rover for NASA. NASA's Launch Services Program, based at the agency's Kennedy Space Center in Florida, is responsible for launch management.</p>\r\n\r\n<p>Mars 2020 is part of a larger program that includes missions to the Moon as a way to prepare for human exploration of the Red Planet. Charged with returning astronauts to the Moon by 2024, NASA will establish a sustained human presence on and around the Moon by 2028 through NASA's <a href=\"https://www.nasa.gov/specials/artemis/\">Artemis lunar exploration plans</a>.</p>\r\n\r\n<p>Images of the Mars 2020 Media Day can be found here:</p>\r\n\r\n<p style=\"text-align:center\"><a href=\"http://bit.ly/mars2020mediadayphotos\">http://bit.ly/mars2020mediadayphotos</a></p>\r\n\r\n<p>A compilation of Mars 2020 construction video and mission animation is available at:</p>\r\n\r\n<p style=\"text-align:center\"><a href=\"http://bit.ly/mars2020reel\">http://bit.ly/mars2020reel</a></p>\r\n\r\n<p>For more information about the mission, go to:</p>\r\n\r\n<p style=\"text-align:center\"><a href=\"https://mars.nasa.gov/mars2020/\">mars.nasa.gov/mars2020/</a></p>\r\n\r\n<p><b>News Media Contacts</b></p>\r\n\r\n<p>DC Agle<br />\r\nJet Propulsion Laboratory, Pasadena, Calif.<br />\r\n818-393-9011<br />\r\n<a href=\"mailto:agle@jpl.nasa.gov\">agle@jpl.nasa.gov</a></p>\r\n\r\n<p>Alana Johnson<br />\r\nNASA Headquarters, Washington<br />\r\n202-672-4780<br />\r\n<a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov </a></p>\r\n", "thumb": "/system/news_items/list_view_images/8578_24741_PIA23586-SAFfloor-MAIN-16_320x240px.jpg", "main_image": "/system/news_items/main_images/8578_PIA23586-SAFfloor-MAIN-16.jpg", "status": 1}, {"id": 8575, "title": "Space History Is Made in This NASA Robot Factory", "target": "_self", "main_image_alt": "The Mars 2020 rover in the High Bay 1 clean room at JPL.", "meta_author": "", "byline": "", "meta_keywords": "", "item_name": "", "updated_at": "2019-12-24T01:47:14.040Z", "url": "/news/8575/space-history-is-made-in-this-nasa-robot-factory/", "missions": [[180, "mars2020", "Mars 2020 Rover"], [175, "mep", "Mars Exploration Program"]], "news_type": [[165, "feature", "Feature Stories"]], "description": "From rockets to rovers, JPL's Spacecraft Assembly Facility has been at the center of robotic spaceflight. Here's a closer look at what makes it so special.", "date": "December 23, 2019", "body": "<p>Built in 1961, the Spacecraft Assembly Facility at NASA's Jet Propulsion Laboratory in Pasadena, California, is the cradle of robotic space exploration. </p>\r\n\r\n<p>The first probes launched to the Moon, Mars and Venus were assembled here. So were all of NASA's Mars rovers, Galileo and Cassini (the first orbiters to Jupiter and Saturn), and the twin Voyager spacecraft that are scouting the farthest reaches of the solar system. A new rover, Mars 2020, is going through final testing in this facility before being shipped in February to Cape Canaveral, Florida, where it will launch this summer.</p>\r\n\r\n<p>The Spacecraft Assembly Facility's construction marks when JPL transitioned from missiles to space exploration, according to JPL historian Erik Conway. \"It's where all JPL-built missions from 1962 onward were assembled,\" he said. \"It was originally just one high bay. They added a second in 1976, during the construction of the Voyagers.\"</p>\r\n\r\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24738/spirit-and-opportunity-in-high-bay-1/' target='_self'>\n<img alt='Spirit and Opportunity Mars rovers being tested at JPL' src='/system/resources/detail_files/24738_PIA23244-640.jpg'>\n</a>\n<figcaption>\n<b>Spirit and Opportunity in High Bay 1: </b>High Bay 1 looks much as it does today in this photo of NASA's Spirit and Opportunity Mars rovers being tested on Feb. 10, 2003. <a href=\"https://mars.nasa.gov/resources/24738/spirit-and-opportunity-in-high-bay-1/\" target=\"_self\">Full image and caption &rsaquo;</a> \n</figcaption>\n</figure>\n</div>\r\n\r\n<p>The facility's best-known features are a pair of eggshell-white clean rooms called High Bay 1 and High Bay 2. Through the windows of each room's viewing gallery, visitors can watch engineers gowned in white \"bunny suits\" testing Earth-observing satellites and robots built for alien worlds. More than 30,000 members of the public visit High Bay 1 each year, and many also tune in online to <a href=\"https://mars.nasa.gov/mars2020/mission/where-is-the-rover/\">see the work going on there</a>.</p>\r\n\r\n<p>This summer, visitors will be able to see an Earth-science mission called <a href=\"https://nisar.jpl.nasa.gov/\">NISAR</a> being built in High Bay 1. It will be followed by <a href=\"https://europa.nasa.gov/\">Europa Clipper</a>. High Bay 2 will be home to an Earth-science mission called <a href=\"https://swot.jpl.nasa.gov/\">SWOT</a> before a mission to a metal asteroid, <a href=\"https://psyche.asu.edu/\">Psyche</a>, takes its place.</p>\r\n\r\n<p><b>What's a Clean Room?</b></p>\r\n\r\n<p>As the name implies, a clean room has to be pristine: Dust, hair, oils and other particulates in the air can interfere with electronics and moving parts. All efforts are made to keep bacteria to a minimum as well. Scientists don't want to discover life only to find it was accidentally sent from Earth.</p>\r\n\r\n<p>\"The whole idea of a clean room for spacecraft assembly comes out of the Ranger program,\" Conway said. </p>\r\n\r\n<p>As pathfinders for the Apollo missions that followed, the nine Ranger missions were essentially unarmed missiles fired at the Moon. All but the first two were built in High Bay 1, back when it looked more like an aircraft hangar; engineers even smoked in it. The standards for manufacturing spacecraft were just being established. </p>\r\n\r\n<p>Sterilizing a spacecraft with heat appeared to fry Ranger 3's electronics, causing it to miss the Moon by 22,000 miles (35,000 kilometers). Debris floating inside Ranger 4 is believed to have led to its failure. Engineers began to realize that specialized clean rooms and cleaning processes were needed to build successful missions.</p>\r\n\r\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24737/mariner-1-in-jpls-spacecraft-assembly-facility/' target='_self'>\n<img alt=\"Mariner 1 in JPL's Spacecraft Assembly Facility\" src='/system/resources/detail_files/24737_PIA23310-16.jpg'>\n</a>\n<figcaption>\n<b>Mariner 1 in JPL's Spacecraft Assembly Facility:</b> JPL's Spacecraft Assembly Facility looks more like a hangar in this photo of two engineers standing with Mariner 1 on May 2, 1962. <a href=\"https://mars.nasa.gov/resources/24737/mariner-1-in-jpls-spacecraft-assembly-facility/\" target=\"_blank\">Full image and caption &rsaquo;</a> \n</figcaption>\n</figure>\n</div>\r\n\r\n<p>\"When JPL started, we knew more about spacecraft than anybody else &mdash; and we knew nothing,\" said Arden Acord, a systems engineer who began working at JPL in 1971. \"We learned a lot of things along the way.\"</p>\r\n\r\n<p>Many of his first coworkers had built <a href=\"https://www.jpl.nasa.gov/jplhistory/early/wartime.php\">the Sergeant and Corporal missiles</a> when JPL was still a U.S. Army lab. Acord was a self-described long-haired hippie working alongside guys with crew cuts: \"It was a tough club to break into for a while. But eventually I became accepted.\" He went on to help build the twin Viking orbiters, which carried the first successful Mars landers, Voyager 1 and 2, and Galileo and Cassini.</p>\r\n\r\n<p><b>Two Rooms for Earth and Beyond</b></p>\r\n\r\n<p>Almost all the spacecraft Acord worked on were built in High Bay 1, which in 1973 became what's known as a Class 10,000 clean room. That means there are fewer than 10,000 particles of 0.5 microns or larger in size per cubic foot of air volume (0.5 microns is about 200 times smaller than the width of a human hair).</p>\r\n\r\n<p>Opened in 1976, High Bay 2 is a Class 10,000 clean room as well. The air in both rooms cycles about 70 times per hour through extensive filtration systems. To keep the workers comfortable, High Bay 2 is kept at 70 degrees, while High Bay 1 is kept at 68 degrees. </p>\r\n\r\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24740/galileo-in-high-bay-1/' target='_blank'>\n<img alt='Galileo in High Bay 1' src='/system/resources/detail_files/24740_PIA23616-16.jpg'>\n</a>\n<figcaption>\n<b>Galileo in High Bay 1: </b>White walls and scaffolding had become a common sight in the High Bay 1 clean room in JPL's Spacecraft Assembly Facility by the time the Galileo orbiter was being built. <a href=\"https://mars.nasa.gov/resources/24740/galileo-in-high-bay-1/\" target=\"_blank\">Full image and caption &rsaquo;</a> \n</figcaption>\n</figure>\n</div>\r\n\r\n<p>Deep space missions tend to be bigger and require more ground equipment, so they typically go in High Bay 1 and involve more gowning for planetary protection purposes. Being the smaller of the pair, High Bay 2 is more suitable for the spacecraft of Earth science missions. The high bays' hangar-door dimensions determine the maximum size of the spacecraft that can be built within.</p>\r\n\r\n<p><b>Keeping It Clean</b></p>\r\n\r\n<p>Of course, filtered air is only part of what makes a clean room clean. </p>\r\n\r\n<p>\"The level of cleanliness changes depending on the spacecraft you're building,\" said Roger Francis, the building's facility manager. \"If you have special lenses, like a telescope, it requires more effort to make sure particles don't affect your instruments.\"</p>\r\n\r\n<p>But regardless of the type of spacecraft, staff regularly wipe down surfaces with 180-proof isopropyl rubbing alcohol, push microfiber mops across the floors and use HEPA vacuums along wall corners, while the walls themselves are cleaned up to 10 feet (3 meters) high. Most metal is stainless steel, which resists corroding and releasing particles into the air.</p>\r\n\r\n<p>Then there are the rigorous procedures required for everything that enters the clean room.  </p>\r\n\r\n<p>For spacecraft and their separate components, that means being wrapped in plastic and brought into an airlock outside the clean room. They're unwrapped on the \"dirty side\" of the room and wiped down before being moved to the clean side. </p>\r\n\r\n<p>A crane capable of lifting 30,000 pounds (13,608 kilograms) slides along the ceiling of each room, assisting workers as they move equipment through the high bays. A white parasol on each crane's cable catches any grease or debris from the crane that could land on the sensitive hardware below. </p>\r\n\r\n<p><b>Dressing the Part</b></p>\r\n\r\n<p>People follow a special process before entering the clean room as well: Automated shoe brushes and sticky mats remove debris from their shoes before they enter a locker room. Once their feet are covered with booties, they step over a line onto the clean side of the room.</p>\r\n\r\n<p>Then it's time to don a bunny suit, face mask, hair cover and latex gloves before taping sleeves closed. (A mannequin called High Bay Bob stands on the floor of High Bay 1, demonstrating proper attire and giving visitors a sense of scale.) Finally, they step into an \"air shower\" that blows stray particles off the outside of their garments.</p>\r\n\r\n<div class='column-width image_module' style=''>\n<figure class='inline_figure'>\n<a href='/resources/24739/ranger-7-in-safs-high-bay-1/' target='_blank'>\n<img alt='Ranger 7 in High Bay 1 on Dec. 10, 1963' src='/system/resources/detail_files/24739_PIA23520-NASA.jpg'>\n</a>\n<figcaption>\n<b>Ranger 7 in SAF's High Bay 1: </b>High Bay 1 looks more like a modern clean room in this photo of Ranger 7 taken on Dec. 10, 1963, in JPL's Spacecraft Assembly Facility. Gowning has started to include head covers.<a href=\"https://mars.nasa.gov/resources/24739/ranger-7-in-safs-high-bay-1/\" target=\"_blank\"> Full image and caption &rsaquo;</a> \n</figcaption>\n</figure>\n</div>\r\n\r\n<p>Static electricity can interfere with electronics, so personnel wear an antistatic cord around one wrist, with a clip on the other end to attach to hardware in the clean room. As added precautions against static electricity, humidity in the room is kept at about 45% and the concrete floor has a special epoxy coating to bleed static charge that builds up in garments as people move about the room.  </p>\r\n\r\n<p><b>The Wall of Fame</b></p>\r\n\r\n<p>The mission emblems that line the top of High Bay 1's south wall aren't exempt from the cleanliness requirements. The idea for the placards came about in 2008, when Acord was tasked with preserving the Spacecraft Assembly Facility's history. Representing JPL's biggest missions, the emblems would serve as a testament to engineers' hard work assembling and testing hardware.</p>\r\n\r\n<p>Visitors to High Bay 1 may have noticed the south wall is running out of room for additional placards. But there's always more space to explore: Emblems might expand onto the east wall in the future.</p>\r\n\r\n<p><b>News Media Contacts</b></p>\r\n\r\n<p>Andrew Good<br />\r\nJet Propulsion Laboratory, Pasadena, Calif.<br />\r\n818-393-2433<br />\r\n<a href=\"mailto:andrew.c.good@jpl.nasa.gov\">andrew.c.good@jpl.nasa.gov</a></p>\r\n\r\n<p>Alana Johnson<br />\r\nNASA Headquarters, Washington<br />\r\n202-358-1501<br />\r\n<a href=\"mailto:alana.r.johnson@nasa.gov\">alana.r.johnson@nasa.gov</a></p>\r\n", "thumb": "/system/news_items/list_view_images/8575_PIA23519-SAF-unannot-320x240.jpg", "main_image": "/system/news_items/main_images/8575_PIA23519-SAF-annotated_1280wide.jpg", "status": 1}, {"id": 8577, "title": "Sols 2631-2633: Exciting Plans for New Year's Eve", "target": "_self", "main_image_alt": "The slope steepens upward toward the top of Western Butte. We planned a drive that will end near the top of the light-colored bedrock outcrop.", "meta_author": "Dawn Sumner", "byline": "", "meta_keywords": "Mars, mission, NASA, Curiosity, rover, MAHLI, APXS, ChemCam, REMS", "item_name": "https://mars.nasa.gov/msl-raw-images/proj/msl/redops/ods/surface/sol/02620/opgs/edr/ncam/NRB_630080659EDR_S0781002NCAM00594M_.JPG", "updated_at": "2019-12-23T19:16:27.201Z", "url": "/msl/mission-updates/8577/sols-2631-2633-exciting-plans-for-new-years-eve/", "missions": [[175, "mep", "Mars Exploration Program"], [176, "msl", "Mars Science Laboratory"]], "news_type": [[185, "mission_updates", "Mission Updates "]], "description": "Today, we put together our last plan of the decade! On Wednesday, we planned activities for Curiosity up to December 30th.", "date": "December 20, 2019", "body": "<p><span>Today, we put together our last plan of the decade! On Wednesday, we <a href=\"https://mars.nasa.gov/msl/mission-updates/8574/sols-2620-2630-all-dressed-up/\">planned activities</a></span> for Curiosity up to December 30th. Today, we planned sols 2631-2633, which will be the last 3 martian days before we come back to planning bright and early on January 2, 2020.</p>\r\n\r\n<p>We came into planning well prepared to ask for lots of good science. Wednesday's team wanted a number of activities that had to be postponed due to the late arrival of the necessary downlink data. We picked up these activities, including some very nice MAHLI images of the block \"Blackwaterfoot.\" The rover planners put together both a closeup to evaluate the grain size of the rock and a large MAHLI mosaic to look at the geometry of the layers. The textures in Blackwaterfoot are interesting - and so is the chemistry. APXS and ChemCam will analyze the elemental composition of Blackwaterfoot, and ChemCam will target a similar block, \"Clashnessie\" to see how much variation there is among the blocks.</p>\r\n\r\n<p>We are also interested in the composition of the bedrock, and we planned a DRT and APXS analysis of the target \"Ben Arnaboll.\" Mastcam will image these targets, take a nice stereo image of the butte we're on, image the distant scenery to the north, and take another image of \"Aryshire\" to look for changes over the long holiday break. In addition, we'll do a drive up the slope (see image above) and take a large mosaic of the landscape to the south. This one will complement a similar mosaic we took earlier to give us good stereo information on the rough topography we'll be investigating in the new decade.</p>\r\n\r\n<p>In terms of monitoring our environment, we are looking for dust devils and characterizing the dust and scattering in the atmosphere with images of the crater rim, several image suites of the sky, and Mastcam images of the sun. To take a picture of the sun, we use filter 7, which blocks enough of the sunlight that the camera sensor isn't damaged. Filter 7 is Mastcam with sunglasses! We'll also look for clouds, measure the weather conditions with REMS and characterize the subsurface with DAN. Finally, APXS will measure the amount of argon in the atmosphere. It can make this measurement without moving the arm since APXS points directly forward with the arm stowed.</p>\r\n\r\n<p>None of the activities in the plan will be executed until December 31st, so they will be Curiosity's New Year's Eve celebration. Luckily, Curiosity's celebration won't keep it from working hard on January 1 and 2 since we have dozens of good observations planned for those days, too. We'll have lots of interesting data to start the new decade!</p>\r\n", "thumb": "/system/news_items/list_view_images/8577_exciting-plans-for-new-years-eve_320x240px.jpg", "main_image": "/system/news_items/main_images/8577_exciting_plans_for_new_years_eve.jpg", "status": 1}], "more": true, "total": 3281, "page": 0, "per_page": 40}